Repository: teltek/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: An unexpected error occurred. Please try again.
es_es: Ocurrió un error inesperado. Prueba de nuevo.

source: last activity
es_es: Actividad reciente

source: open slots
es_es: abrir vacantes

source: name
es_es: nombre

source: team count
es_es: recuento de equipo

source: Create
es_es: Crear

source: Update
es_es: Actualización

source: Team Name (Required) *
es_es: Nombre del equipo (obligatorio) *

source: A name that identifies your team (maximum 255 characters).
es_es: Un nombre que identifique a tu equipo (255 caracteres máximo).

source: Team Description (Required) *
es_es: Descripción del equipo (obligatorio) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
es_es: Breve descripción del equipo para que otros alumnos conozcan los objetivos y la meta del equipo (300 caracteres máximo).

source: Language
es_es: Idioma

source: The language that team members primarily use to communicate with each other.
es_es: Idioma principal que utilizan los miembros del equipo para comunicarse entre ellos.

source: Country
es_es: País

source: The country that team members primarily identify with.
es_es: País principal con el que se identifican los miembros del equipo.

source: An error occurred. Please try again.
es_es: Se ha producido un error, por favor inténtalo de nuevo

source: Check the highlighted fields below and try again.
es_es: Comprueba los campos resaltados a continuación e inténtalo otra vez.

source: Enter team name.
es_es: Introduce el nombre del equipo.

source: Team name cannot have more than 255 characters.
es_es: El nombre del equipo no puede superar los 255 caracteres.

source: Enter team description.
es_es: Introduce la descripción del equipo.

source: Team description cannot have more than 300 characters.
es_es: La descripción del equipo no puede superar los 300 caracteres.

source: An error occurred while removing the member from the team. Try again.
es_es: Ha ocurrido un error al eliminar el integrante del equipo. Inténtalo de nuevo.

source: This team does not have any members.
es_es: Este equipo no tiene ningún miembro.

source: Joined %(date)s
es_es: Se unió %(date)s

source: Last Activity %(date)s
es_es: Última actividad %(date)s

source: Remove this team member?
es_es: ¿Eliminar este miembro del equipo?

source: This learner will be removed from the team, allowing another learner to take the available spot.
es_es: Este alumno será expulsado del equipo, lo que permitirá a otro alumno ocupar la plaza disponible.

source: Remove
es_es: Eliminar

source: Delete this team?
es_es: ¿Eliminar este equipo?

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
es_es: Eliminar un equipo es permanente y no puede deshacerse. Todos los miembros serán expulsados del equipo y no será posible volver a acceder a las discusiones del equipo.

source: Team "%(team)s" successfully deleted.
es_es: Equipos "%(teams)s" eliminados con éxito.

source: You are not currently a member of any team.
es_es: En este momento no perteneces a ningún equipo.

source: and others
es_es: y otros

source: Last activity %(date)s
es_es: Última actividad %(date)s

source: View %(span_start)s %(team_name)s %(span_end)s
es_es: Ver %(span_start)s %(team_name)s %(span_end)s

source: An error occurred. Try again.
es_es: Se ha producido un error, por favor inténtalo de nuevo.

source: Leave this team?
es_es: ¿Abandonar este equipo?

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
es_es: Si te vas, no podrás enviar mensajes en las discusiones de este equipo. Tu plaza quedará disponible para otro estudiante.

source: Confirm
es_es: Confirmar

source: You already belong to another team.
es_es: Ya perteneces a un equipo.

source: This team is full.
es_es: Este equipo está completo.

source: %(memberCount)s / %(maxMemberCount)s Member
es_es: %(memberCount)s / %(maxMemberCount)s Miembro

source: All teams
es_es: Todos los equipos

source: Topics
es_es: Temas

source: Teams
es_es: Equipos

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
es_es: Ver todos los equipos del curso, organizados por tema. Únete a uno para colaborar con otros alumnos interesados en el mismo tema que tú.

source: My Team
es_es: Mi equipo

source: Browse %(sr_start)s teams %(sr_end)s
es_es: Explorar %(sr_start)s equipos %(sr_end)s

source: Your request could not be completed. Reload the page and try again.
es_es: Tu solicitud no puede ser realizada. Recarga la página e inténtalo de nuevo.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
es_es: Tú solicitud no pudo ser realizada debido a un problema del servidor. Recarga la página e inténtalo de nuevo. Si el problema persiste, haz clic en la pestaña de Ayuda para reportar el problema.

source: Team Search
es_es: Búsqueda de equipo

source: Showing results for "%(searchString)s"
es_es: Mostrando resultados para "%(searchString)s"

source: Create a New Team
es_es: Crear nuevo equipo

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
es_es: Si no encuentras un equipo al que unirte o si prefieres aprender con alumnos que ya conoces, crea un equipo nuevo.

source: Edit Team
es_es: Editar equipo

source: If you make significant changes, make sure you notify members of the team before making these changes.
es_es: Si vas a hacer cambios significativos, asegúrate de notificarlo a los miembros del equipo antes de hacerlo.

source: Membership
es_es: Afiliación

source: You can remove members from this team, especially if they have not participated in the team's activity.
es_es: Puedes eliminar integrantes de este equipo, especialmente si no han participado en la actividad del equipo.

source: Search teams
es_es: Buscar equipos

source: All Topics
es_es: Todos los temas

source: The page "%(route)s" could not be found.
es_es: No se pudo encontrar la página "%(route)s"

source: The topic "%(topic)s" could not be found.
es_es: No se pudo encontrar el tema "%(topic)s"

source: The team "%(team)s" could not be found.
es_es: No se pudo encontrar el equipo "%(team)s"

source: %(team_count)s Team
es_es: %(team_count)s Equipo

source: Topic
es_es: Tema

source: View Teams in the %(topic_name)s Topic
es_es: Ver equipos en el tema %(topic_name)s

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
es_es: {browse_span_start}Examinar equipos en otras categorías{span_end} o {search_span_start}buscar equipos{span_end} en esta categoría. Si no puedes encontrar un equipo al que unirte, {create_span_start}crea un nuevo equipo en esta categoría{span_end}.

source: All topics
es_es: Todos los temas

source: Open Calculator
es_es: Abrir calculadora

source: Close Calculator
es_es: Cerrar calculadora

source: Post body
es_es: Cuerpo del mensaje

source: Loading data...
es_es: Cargando datos...

source: Error getting issued certificates list.
es_es: Error al obtener la lista de certificados emitidos.

source: Error generating proctored exam results. Please try again.
es_es: Error al generar los resultados del examen supervisado. Por favor, inténtalo de nuevo.

source: Error generating survey results. Please try again.
es_es: Error al generar los resultados de la encuesta. Por favor, inténtalo de nuevo.

source: Error generating student profile information. Please try again.
es_es: Error generando información del perfil del alumno. Por favor, inténtalo de nuevo.

source: Loading
es_es: Cargando

source: Error getting student list.
es_es: Error al obtener lista de alumnos.

source: Error generating list of students who may enroll. Please try again.
es_es: Error al generar la lista de estudiantes que pueden inscribirse. Por favor, inténtalo de nuevo.

source: Error retrieving grading configuration.
es_es: Error al recuperar la configuración de calificaciones.

source: Error generating grades. Please try again.
es_es: Error al generar las calificaciones. Por favor, prueba de nuevo.

source: Error generating problem grade report. Please try again.
es_es: Error al generar el informe de las notas de los problemas. Por favor inténtelo más tarde.

source: Username
es_es: Nombre de usuario

source: Email
es_es: Correo electrónico

source: Revoke access
es_es: Revocar acceso

source: Enter username or email
es_es: Introduce nombre de usuario o correo electrónico

source: Please enter a username or email.
es_es: Por favor, introduce un nombre de usuario o correo electrónico.

source: Error changing user's permissions.
es_es: Error al cambiar los permisos de usuario.

source: Could not find a user with username or email address '<%= identifier %>'.
es_es: No se encuentra ningún usuario con la dirección de correo '<%= identifier %>'.

source: Error: User '<%= username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
es_es: Error: El usuario r '<%= username %>' no ha activado su cuenta aún. Los usuarios deben activar sus cuentas antes de que se les pueda asignar un rol.

source: Error: You cannot remove yourself from the Instructor group!
es_es: Error: ¡No puedes eliminarte del grupo de profesores!

source: Errors
es_es: Errores

source: The following errors were generated:
es_es: Se han generado los siguientes errores:

source: Warnings
es_es: Avisos

source: The following warnings were generated:
es_es: Se han generado los siguientes avisos:

source: Success
es_es: Finalizado con éxito

source: All accounts were created successfully.
es_es: Todas las cuentas se crearon satisfactoriamente.

source: Error adding/removing users as beta testers.
es_es: Fallo al añadir/eliminar usuarios como probadores de beta

source: These users were successfully added as beta testers:
es_es: Los usuarios fueron añadidos con éxito como probadores de beta

source: These users were successfully removed as beta testers:
es_es: Los usuarios fueron eliminados con éxito como probadores de beta:

source: These users were not added as beta testers:
es_es: Los usuarios no fueron añadidos como probadores de beta:

source: These users were not removed as beta testers:
es_es: Los usuarios no fueron eliminados como probadores de beta:

source: Users must create and activate their account before they can be promoted to beta tester.
es_es: Los usuarios tienen que crear y activar sus cuentas antes de que se les pueda asignar el rol de probadores de beta.

source: Could not find users associated with the following identifiers:
es_es: No se encuentran usuarios asociados a los siguientes identificadores:

source: Reason field should not be left blank.
es_es: El campo del motivo no puede estar en blanco.

source: Error enrolling/unenrolling users.
es_es: Error de inscripción/borrado de los usuarios.

source: The following email addresses and/or usernames are invalid:
es_es: Los siguientes correos electrónicos y/o nombres de usuarios no son válidos:

source: Successfully enrolled and sent email to the following users:
es_es: Alumnos inscritos correctamente y correo enviado a los siguientes usuarios:

source: Successfully enrolled the following users:
es_es: Alumnos inscritos correctamente:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
es_es: Email de inscripción enviado correctamente a los siguientes alumnos. Les será permitido inscribirse una vez que se registren:

source: These users will be allowed to enroll once they register:
es_es: Estos alumnos serán inscritos una vez se hayan registrado:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
es_es: E-mail de inscripción enviado correctamente a los siguientes alumnos. Podrán inscribirse en cuanto se registren:

source: These users will be enrolled once they register:
es_es: Estos alumnos serán inscritos una vez se hayan registrado:

source: Emails successfully sent. The following users are no longer enrolled in the course:
es_es: E-mails enviados correctamente. Los siguientes alumnos ya no están inscritos en el curso:

source: The following users are no longer enrolled in the course:
es_es: Los siguientes alumnos ya no están inscritos en el curso:

source: These users were not affiliated with the course so could not be unenrolled:
es_es: Los siguientes alumnos no estaban asociados al curso, por lo que no pudieron anularse sus inscripciones:

source: Your message must have a subject.
es_es: Tu mensaje debería tener un asunto.

source: Your message cannot be blank.
es_es: Tu mensaje no puede estar en blanco.

source: There are invalid keywords in your email. Please check the following keywords and try again:
es_es: Hay palabras clave erróneas en tu correo electrónico. Por favor, consulta las siguientes palabras clave y vuelve a intentarlo:

source: Your email was successfully queued for sending.
es_es: Tu mensaje fue encolado correctamente para ser enviado.

source: You are about to send an email titled '<%= subject %>' to yourself. Is this OK?
es_es: Estás a punto de enviarte a ti mismo un e-mail con el asunto '<%= subject %>'. ¿Es eso correcto?

source: You are about to send an email titled '<%= subject %>' to everyone who is staff or instructor on this course. Is this OK?
es_es: Estás a punto de enviar un correo titulado '<%= subject %>' a todos los que están apuntados o son profesores de este curso. ¿Es eso correcto?

source: You are about to send an email titled '<%= subject %>' to ALL (everyone who is enrolled in this course as student, staff, or instructor). Is this OK?
es_es: Estás a punto de enviar un correo titulado '<%= subject %>' a TODOS (todos los que están apuntados a este curso, estudiantes, personal o profesores). ¿Es eso correcto?

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
es_es: Tu e-mail fue encolado correctamente para ser enviado. Por favor, ten en cuenta que para clases con muchos inscritos, el envío podría llevar su tiempo (una hora o más, si otros cursos numerosos intentan enviar e-mails de forma simultánea).

source: Error sending email.
es_es: Error al enviar el e-mail.

source: There is no email history for this course.
es_es: No hay historial de e-mails para este curso.

source: There was an error obtaining email task history for this course.
es_es: Hubo un error relacionado con la tarea de histórico de e-mails para este curso.

source: There was an error obtaining email content history for this course.
es_es: Se ha producido un error al obtener el historial de e-mails para este curso.

source: Please enter a student email address or username.
es_es: Por favor introduce la dirección e-mail del alumno o su nombre de usuario.

source: Error getting student progress url for '<%= student_id %>'. Make sure that the student identifier is spelled correctly.
es_es: Error al obtener la URL de progreso del alumno'<%= student_id %>'. Verifica que el identificador del alumno está bien escrito.

source: Please enter a problem location.
es_es: Por favor, introduce una localización para el problema.

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
es_es: ¡Éxito! Intentos de reseteo para el ejercicio '<%= problem_id %>' y el alumno'<%= student_id %>'.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
es_es: Error reseteando los intentos del problema para el problema '<%= problem_id %>' y alumno '<%= student_id %>'. Asegúrate de que los identificadores de problema y alumno están completos y son correctos.

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
es_es: ¿Borrar el estado del alumno '<%= student_id %> para el ejercicio '<%= problem_id %>'?

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
es_es: Error borrando el estado del alumno'<%= student_id %> en el problema '<%= problem_id %>'. Asegúrate de que los identificadores de problema y alumno están completos y son correctos.

source: Module state successfully deleted.
es_es: El estado del módulo se borró con éxito.

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
es_es: Se ha comenzado la ejecución de la tarea de re-evaluación del ejercicio '<%= problem_id %>' para el alumno'<%= student_id %>'. Pulsa el botón 'Mostrar tarea de historial del alumno' para ver el estado de la tarea.

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
es_es: Error iniciando una tarea para re-calificar el ejercicio'<%= problem_id %>' para el alumno'<%= student_id %>'. Asegúrate de que los identificadores de ejercicio y alumno están completos y son correctos.

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
es_es: Error intentando obtener el historial de tareas para el problema '<%= problem_id %>' y allumno'<%= student_id %>'. Asegúrate de que los identificadores de problema y alumno están completos y son correctos.

source: Entrance exam attempts is being reset for student '{student_id}'.
es_es: El número de intentos de examen ha sido reseteado para el alumno '{student_id}' .

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
es_es: Error reseteando los intentos del examen inicial para el alumno '{student_id}'. Asegúrate de que el identificador del alumno es correcto.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Background Task History for Student' button to see the status of the task.
es_es: Se ha comenzado la tarea de re-evaluación del examen inicial del alumno '{student_id}'. Pulsa el botón 'Mostrar historial de tareas en segundo plano del alumno' para ver el estado de la tarea.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
es_es: Error al comenzar una tarea de re-evaluación del examen inicial para el alumno '{student_id}'. Asegúrate de que el examen inicial tiene ejercicios y el identificador de alumno es correcto.

source: Enter a student's username or email address.
es_es: Introduce un nombre de usuario de alumno o una dirección de correo electrónico

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
es_es: ¿Deseas permitir que este alumno ('{student_id}') omita el examen de ingreso?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
es_es: Error. Asegúrate de que el nombre de usuario o la dirección de correo es correcta e inténtalo de nuevo.

source: Entrance exam state is being deleted for student '{student_id}'.
es_es: El estado del examen inicial está siendo borrado para el alumno '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
es_es: Error al borrar el estado del examen inicial para el alumno '{student_id}'. Asegúrate de que es identificador del alumno es correcto.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
es_es: Error al obtener el historial de la tarea del examen inicial para el alumno '{student_id}'. Asegúrate de que el identificador del alumno es correcto.

source: Reset attempts for all students on problem '<%= problem_id %>'?
es_es: ¿Resetear intentos para todos los estudiantes del ejercicio '<%= problem_id %>'?

source: Successfully started task to reset attempts for problem '<%= problem_id %>'. Click the 'Show Background Task History for Problem' button to see the status of the task.
es_es: Se ha comenzado a ejecutar con éxito la tarea para resetear los intentos del ejercicio '<%= problem_id %>'. Pulsa el botón 'Mostrar tarea de historial del ejercicio' para ver el estado de la tarea.

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
es_es: Error iniciando una tarea para resetear los intentos para todos los alumnos para el ejercicio'<%= problem_id %>'. Asegúrate de que el identificador del ejercicio está completo y es correcto.

source: Rescore problem '<%= problem_id %>' for all students?
es_es: ¿Re-evaluar ejercicio '<%= problem_id %>' para todos los alumnos?

source: Successfully started task to rescore problem '<%= problem_id %>' for all students. Click the 'Show Background Task History for Problem' button to see the status of the task.
es_es: Se ha comenzado a ejecutar con éxito la tarea para resetear los intentos del ejercicio '<%= problem_id %>'. Pulsa el botón 'Mostrar tarea de historial del ejercicio' para ver el estado de la tarea.

source: Error starting a task to rescore problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
es_es: Error iniciando una tarea para recalificar el ejercicio '<%= problem_id %>'. Asegúrate de que el identificador de ejercicio está completo y es correcto.

source: Error listing task history for this student and problem.
es_es: Error al listar la tarea de historial para este alumno y ejercicio.

source: Task Type
es_es: Tipo de tarea

source: Task inputs
es_es: Valores de entrada para la tarea

source: Task ID
es_es: ID de la tarea

source: Requester
es_es: Solicitante

source: Submitted
es_es: Enviado

source: Duration (sec)
es_es: Duración (seg.)

source: State
es_es: Estado de la tarea

source: Task Status
es_es: Estado de la tarea

source: Task Progress
es_es: Progreso de la tarea

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
es_es: Se ha producido un error al recuperar tu correo electrónico. Por favor, inténtalo de nuevo más tarde, y contacta con el servicio técnico si continuaran los problemas.

source: Subject
es_es: Asunto

source: Sent By
es_es: De

source: Time Sent
es_es: Hora de envío

source: Number Sent
es_es: Número enviado

source: Copy Email To Editor
es_es: Copia el correo electrónico en el editor

source: Subject:
es_es: Asunto:

source: Sent By:
es_es: De:

source: Time Sent:
es_es: Hora de envío:

source: Sent To:
es_es: Para:

source: Message:
es_es: Mensaje:

source: No tasks currently running.
es_es: No hay tareas en marcha

source: File Name
es_es: Nombre de archivo

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
es_es: Los enlaces se generan al solicitarlo y expiran en 5 minutos debido a la naturaleza sensible de la información sobre el alumno.
