Repository: teltek/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: Saving
es_es: Guardando

source: OK
es_es: De acuerdo

source: Cancel
es_es: Cancelar

source: Delete
es_es: Eliminar

source: Uploading
es_es: Subiendo

source: Name
es_es: Nombre

source: Ok
es_es: De acuerdo

source: Unknown
es_es: Desconocido

source: Upload File
es_es: Subir archivo

source: Save
es_es: Guardar

source: Close
es_es: Cerrar

source: Your changes have been saved.
es_es: Tus cambios han sido guardados.

source: Show Annotations
es_es: Mostrar anotaciones

source: Hide Annotations
es_es: Ocultar anotaciones

source: Expand Instructions
es_es: Ampliar instrucciones

source: Collapse Instructions
es_es: Interrumpir instrucciones

source: Commentary
es_es: Comentario

source: Reply to Annotation
es_es: Responder a anotación

source: (%(earned)s/%(possible)s point)
es_es: (%(earned)s/%(possible)s punto)

source: (%(num_points)s point possible)
es_es: (%(num_points)s punto posible)

source: The grading process is still running. Refresh the page to see updates.
es_es: El proceso de evaluación aún está en proceso. Vuelve a cargar la página para ver las actualizaciones.

source: Answer:
es_es: Respuesta:

source: Hide Answer
es_es: Ocultar respuesta

source: Show Answer
es_es: Mostrar respuesta

source: Answer hidden
es_es: Respuesta oculta

source: Status: unsubmitted
es_es: Estado: por enviar

source: Paragraph
es_es: Párrafo

source: Preformatted
es_es: Preformateado

source: Heading 1
es_es: Encabezado 1

source: Heading 2
es_es: Encabezado 2

source: Heading 3
es_es: Encabezado 3

source: Add to Dictionary
es_es: Añadir al diccionario

source: Advanced
es_es: Avanzado

source: Align center
es_es: Alineación centrada

source: Align left
es_es: Alineación izquierda

source: Align right
es_es: Alineación derecha

source: Alignment
es_es: Alineación

source: Alternative source
es_es: Fuente alternativa

source: Anchor
es_es: Anclar

source: Anchors
es_es: Anclas

source: Author
es_es: Autor

source: Background color
es_es: Color de fondo

source: Blockquote
es_es: Cita

source: Blocks
es_es: Bloques

source: Body
es_es: Cuerpo

source: Bold
es_es: Negrita

source: Border color
es_es: Color del borde

source: Border
es_es: Borde

source: Bottom
es_es: Abajo

source: Bullet list
es_es: Lista de viñetas

source: Caption
es_es: Subtítulos

source: Cell padding
es_es: Relleno de la celda

source: Cell properties
es_es: Propiedades de celda

source: Cell spacing
es_es: Espaciado de celda

source: Cell type
es_es: Tipo de celda

source: Cell
es_es: Celda

source: Center
es_es: Centro

source: Circle
es_es: Círculo

source: Clear formatting
es_es: Limpiar formato

source: Code block
es_es: Bloque de código

source: Code
es_es: Código

source: Cols
es_es: Columnas

source: Column group
es_es: Grupo de columnas

source: Column
es_es: Columna

source: Constrain proportions
es_es: Restringir proporciones

source: Copy row
es_es: Copiar fila

source: Copy
es_es: Copiar

source: Could not find the specified string.
es_es: No se pudo encontrar la cadena especificada.

source: Custom color
es_es: Color personalizado

source: Custom...
es_es: Personalizar...

source: Cut row
es_es: Cortar fila

source: Cut
es_es: Cortar

source: Decrease indent
es_es: Disminuir sangría

source: Default
es_es: Por defecto

source: Delete column
es_es: Eliminar columna

source: Delete row
es_es: Eliminar fila

source: Delete table
es_es: Eliminar tabla

source: Description
es_es: Descripción

source: Dimensions
es_es: Dimensiones

source: Disc
es_es: Disco

source: Document properties
es_es: Propiedades del documento

source: Edit HTML
es_es: Editar HTML

source: Edit
es_es: Editar

source: Embed
es_es: embeber

source: Emoticons
es_es: Emoticonos

source: Encoding
es_es: Codificación

source: File
es_es: Archivo

source: Find and replace
es_es: Buscar y reemplazar

source: Find next
es_es: Buscar siguiente

source: Find previous
es_es: Buscar anterior

source: Find
es_es: Buscar

source: Finish
es_es: Finalizar

source: Font Family
es_es: Familia de fuentes

source: Font Sizes
es_es: Tamaños de fuente

source: Footer
es_es: Pie

source: Format
es_es: Formato

source: Formats
es_es: Formatos

source: Fullscreen
es_es: Pantalla completa

source: H Align
es_es: Alineación horizontal

source: Header 1
es_es: Encabezado 1

source: Header 2
es_es: Encabezado 2

source: Header 3
es_es: Encabezado 3

source: Header 4
es_es: Encabezado 4

source: Header 5
es_es: Encabezado 5

source: Header 6
es_es: Encabezado 6

source: Header cell
es_es: Celda de encabezado

source: Header
es_es: Encabezado

source: Headers
es_es: Encabezados

source: Heading 4
es_es: Encabezado 4

source: Heading 5
es_es: Encabezado 5

source: Heading 6
es_es: Encabezado 6

source: Headings
es_es: Encabezados

source: Height
es_es: Altura

source: Horizontal line
es_es: Línea horizontal

source: Horizontal space
es_es: Espacio horizontal

source: HTML source code
es_es: Código fuente HTML

source: Ignore all
es_es: Ignorar todo

source: Ignore
es_es: Ignorar

source: Image description
es_es: Descripción de la imagen

source: Increase indent
es_es: Aumentar sangría

source: Inline
es_es: En línea

source: Insert column after
es_es: Insertar columna detrás

source: Insert column before
es_es: Insertar columna delante

source: Insert date/time
es_es: Insertar fecha/hora

source: Insert image
es_es: Insertar imagen

source: Insert link
es_es: Insertar enlace

source: Insert row after
es_es: Insertar fila detrás

source: Insert row before
es_es: Insertar fila delante

source: Insert table
es_es: Insertar tabla

source: Insert template
es_es: Insertar plantilla

source: Insert video
es_es: Insertar vídeo

source: Insert
es_es: Insertar

source: Insert/edit image
es_es: Insertar/editar imagen

source: Insert/edit link
es_es: Insertar/editar enlace

source: Insert/edit video
es_es: Insertar/editar vídeo

source: Italic
es_es: Cursiva

source: Justify
es_es: Justificar

source: Keywords
es_es: Palabras clave

source: Left to right
es_es: De izquierda a derecha

source: Left
es_es: Izquierda

source: Lower Alpha
es_es: Alpha minúscula

source: Lower Greek
es_es: Greek minúscula

source: Lower Roman
es_es: Roman minúscula

source: Match case
es_es: Coincidir mayúsculas

source: Merge cells
es_es: Combinar celdas

source: Middle
es_es: Escuela `media

source: New document
es_es: Nuevo documento

source: New window
es_es: Nueva ventana

source: Next
es_es: Siguiente

source: No color
es_es: Sin color

source: Nonbreaking space
es_es: Espacio en blanco

source: None
es_es: Nada

source: Numbered list
es_es: Lista numerada

source: Page break
es_es: Salto de página

source: Paste as text
es_es: Pegar como texto

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
es_es: Pegar está en modo texto plano. Los contenidos se pegarán como texto plano hasta que se cambie esta opción.

source: Paste row after
es_es: Pegar fila detrás

source: Paste row before
es_es: Pegar fila delante

source: Paste your embed code below:
es_es: Pega tu código de embebido debajo:

source: Paste
es_es: Pegar

source: Poster
es_es: Carátula

source: Prev
es_es: Previo

source: Preview
es_es: Vista previa

source: Print
es_es: Imprimir

source: Redo
es_es: Rehacer

source: Remove link
es_es: Quitar enlace

source: Replace all
es_es: Reemplazar todo

source: Replace with
es_es: Reemplazar por

source: Replace
es_es: Reemplazar

source: Restore last draft
es_es: Restaurar el último borrador

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
es_es: Area de Texto Enriquecido. Pulsa ALT-F9 para el menú. Pulsa ALT-F10 para la barra de herramientas. Press ALT-0 para ayuda

source: Right to left
es_es: De derecha a izquierda

source: Right
es_es: Derecha

source: Row group
es_es: Grupo de filas

source: Row properties
es_es: Propiedades de fila

source: Row type
es_es: Tipo de fila

source: Row
es_es: Fila

source: Rows
es_es: Filas

source: Scope
es_es: Alcance

source: Select all
es_es: Seleccionar todo

source: Show blocks
es_es: Mostrar bloques

source: Show invisible characters
es_es: Mostrar caracteres invisibles

source: Source code
es_es: Código fuente

source: Source
es_es: Medio

source: Special character
es_es: Carácter especial

source: Spellcheck
es_es: Corrección ortográfica

source: Split cell
es_es: Dividir celda

source: Square
es_es: Cuadrado

source: Start search
es_es: Iniciar búsqueda

source: Strikethrough
es_es: Barra

source: Style
es_es: Estilo

source: Subscript
es_es: Subíndice

source: Superscript
es_es: Superíndice

source: Table properties
es_es: Propiedades de tabla

source: Table
es_es: Tabla

source: Target
es_es: Objetivo

source: Templates
es_es: Plantillas

source: Text color
es_es: Color del texto

source: Text to display
es_es: Texto a mostrar

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
es_es: La URL que ha introducido parece ser una dirección de e-mail. ¿Quiere añadir el prefijo necesario mailto:?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
es_es: Parece que la URL que ha insertado es un enlace externo. ¿Quieres añadir el prefijo obligatorio http://?

source: Title
es_es: Título

source: Tools
es_es: Herramientas

source: Top
es_es: Arriba

source: Underline
es_es: Subrayado

source: Undo
es_es: Atrás

source: Upper Alpha
es_es: Alpha mayúscula

source: Upper Roman
es_es: Roman mayúscula

source: V Align
es_es: Alineación vertical

source: Vertical space
es_es: Espacio vertical

source: View
es_es: Ver

source: Visual aids
es_es: Ayudas visuales

source: Whole words
es_es: Palabras completas

source: Width
es_es: Ancho

source: Words: {0}
es_es: Palabras: {0}

source: You have unsaved changes are you sure you want to navigate away?
es_es: No has guardado los cambios, ¿estás seguro de que quieres salir?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
es_es: Tu navegador no soporta acceso directo al portapapeles. Por favor, usa los atajos del teclado Ctrl+X/C/V en su lugar.

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
es_es: Pincha De acuerdo para enviar tu nombre de usuario y dirección de correo electrónico a una aplicación de 3os. Pincha Cancelar para regresar a esta página sin enviar tu información.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
es_es: Pincha De acuerdo para enviar tu nombre de usuario a una aplicación de 3os. Pincha Cancelar para regresar a esta página sin enviar tu información.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
es_es: Pincha De acuerdo para enviar tu dirección de correo electrónico a una aplicación de 3os. Pincha Cancelar para regresar a esta página sin enviar tu información.

source: incorrect
es_es: incorrecto

source: correct
es_es: correcto

source: answer
es_es: respuesta

source: Short explanation
es_es: Breve explicación

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
es_es: Si utilizas el Editor Avanzado, este ejercicio se convertirá a XML y no podrás regresar a la interfaz del Editor Sencillo. ¿Deseas pasar al Editor Avanzado y convertir este ejercicio a XML?

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
es_es: ¡Error de secuencia! No puedes navegar a %(tab_name)s en el SequenceModule actual. Por favor, contacta con el personal del curso.

source: Play
es_es: Reproducir

source: Pause
es_es: Pausa

source: Mute
es_es: Silenciar

source: Unmute
es_es: Activar sonido

source: Exit full browser
es_es: Salir de pantalla completa

source: Fill browser
es_es: Ajustar al navegador

source: Speed
es_es: Velocidad

source: Volume
es_es: Volumen

source: Muted
es_es: Silenciado

source: Very low
es_es: Muy bajo

source: Low
es_es: Bajo

source: Average
es_es: Media

source: Loud
es_es: Alto

source: Very loud
es_es: Muy alto

source: Maximum
es_es: Máximo

source: VideoPlayer: Element corresponding to the given selector was not found.
es_es: Reproductor de vídeo: No se ha encontrado el elemento correspondiente al selector.

source: This browser cannot play .mp4, .ogg, or .webm files.
es_es: Este navegador no puede reproducir archivos .mp4, .ogg o .webm.

source: Try using a different browser, such as Google Chrome.
es_es: Prueba a usar un navegador diferente, como Google Chrome.

source: High Definition
es_es: Alta Definición

source: off
es_es: Apagado

source: on
es_es: Encendido

source: Video position
es_es: Posición del vídeo

source: Video ended
es_es: Vídeo finalizado

source: %(value)s hour
es_es: %(value)s hora

source: %(value)s minute
es_es: %(value)s minuto

source: %(value)s second
es_es: %(value)s segundo

source: Volume: Click on this button to mute or unmute this video or press UP or
es_es: Volumen: Haz click en este botón para desactivar o activar el sonido de este vídeo o pulsa ARRIBA o

source: Speed: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
es_es: Velocidad: Presiona ARRIBA para acceder al menú de velocidad, despuñes utiliza las flechas ARRIBA y ABAJO para navegar por las diferentes velocidades y pulsa ENTER para cambiar a la velocidad seleccionada.

source: Skip
es_es: Omitir

source: Play video
es_es: Ver vídeo

source: Do not show again
es_es: No volver a mostrar

source: Turn off transcript
es_es: Desactivar transcripciones

source: Open language menu
es_es: Abrir menú de idioma

source: Activating an item in this group will spool the video to the corresponding time point. To skip transcript, go to previous item.
es_es: Al activar un elemento en este grupo el vídeo saltará al instante especificado. Para evitar la transcripción, vuelve al elemento anterior.

source: Caption will be displayed when
es_es: Los sibtítulos se mostrarán cuando

source: Turn on transcripts
es_es: Activar transcripciones

source: Turn off transcripts
es_es: Desactivar transcripciones

source: Updating with latest library content
es_es: Actualizando con el último contenido de la biblioteca.

source: Creating missing groups
es_es: Creando grupos perdidos

source: Hide Discussion
es_es: Ocultar debate

source: Show Discussion
es_es: Mostrar debate

source: Sorry
es_es: Perdona

source: We had some trouble loading the discussion. Please try again.
es_es: Tuvimos algunos problemas cargando los foros. Por favor, inténtalo otra vez.

source: We had some trouble loading the threads you requested. Please try again.
es_es: Tuvimos algunos problemas cargando los hilos de discusión solicitados. Por favor, inténtalo otra vez.

source: Loading content
es_es: Cargando contenido

source: We had some trouble processing your request. Please ensure you have copied any unsaved work and then reload the page.
es_es: Tuvimos algunos problemas procesando tu petición. Por favor, asegúrate de haber copiado cualquier trabajo que no hayas guardado aún y recarga la página.

source: We had some trouble processing your request. Please try again.
es_es: Hemos tenido problemas procesando tu solicitud. Inténtalo de nuevo por favor.

source: there is currently %(numVotes)s vote
es_es: actualmente hay %(numVotes)s voto

source: %(numVotes)s Vote
es_es: %(numVotes)s Voto

source: We had some trouble subscribing you to this thread. Please try again.
es_es: Surgió algún problema al suscribirte en este hilo. Por favor inténtalo de nuevo.

source: We had some trouble unsubscribing you from this thread. Please try again.
es_es: Surgió algún problema al cancelar tu suscripción en este hilo. Por favor inténtalo de nuevo.

source: We had some trouble marking this response as an answer. Please try again.
es_es: Surgió algún problema al marcar esta respuesta como la solución. Por favor, inténtalo de nuevo.

source: We had some trouble removing this response as an answer. Please try again.
es_es: Hemos tenido problemas marcando esta respuesta como la solución. Por favor, inténtalo de nuevo.

source: We had some trouble marking this response endorsed. Please try again.
es_es: Hemos tenido algunos problemas promocionando esta respuesta. Por favor, inténtalo de nuevo.

source: We had some trouble removing this endorsement. Please try again.
es_es: Hemos tenido algunos problemas quitando esta promoción. Por favor, inténtalo de nuevo.

source: We had some trouble saving your vote. Please try again.
es_es: Hemos tenido algunos problemas guardando tu voto. Por favor, inténtalo de nuevo.

source: We had some trouble pinning this thread. Please try again.
es_es: Hemos tenido algunos problemas marcando este hilo. Por favor, inténtalo de nuevo.

source: We had some trouble unpinning this thread. Please try again.
es_es: Hemos tenido algunos problemas desmarcando este hilo. Por favor, inténtalo de nuevo.

source: We had some trouble removing your flag on this post. Please try again.
es_es: No se ha podido eliminar tu marcador en este mensaje. Por favor, inténtalo de nuevo.

source: We had some trouble reporting this post. Please try again.
es_es: Hemos tenido algunos problemas denunciando esta publicación. Por favor, inténtalo de nuevo.

source: We had some trouble closing this thread. Please try again.
es_es: Hemos tenido algunos problemas cerrando este hilo. Por favor, inténtalo de nuevo

source: We had some trouble reopening this thread. Please try again.
es_es: Hemos tenido algunos problemas reabriendo este hilo. Por favor, inténtalo de nuevo

source: Load more
es_es: Cargar más

source: Loading more threads
es_es: Cargando más conversaciones

source: We had some trouble loading more threads. Please try again.
es_es: Tuvimos algunos problemas cargando más conversaciones. Por favor, inténtalo de nuevo.

source: Current conversation
es_es: Conversación actual

source: Search Results
es_es: Resultados de la búsqueda

source: Loading thread list
es_es: Cargando lista de discusiones

source: No results found for %(original_query)s. Showing results for %(suggested_query)s.
es_es: No se encontraron resultados para %(original_query)s. Mostrando resultados para %(suggested_query)s.

source: No threads matched your query.
es_es: No se encontraron resultados.

source: Show posts by %(username)s.
es_es: Mostrar entradas de %(username)s.

source: The thread you selected has been deleted. Please select another thread.
es_es: El hilo que seleccionaste ha sido borrado. Por favor, selecciona otro hilo.

source: We had some trouble loading responses. Please reload the page.
es_es: Hubo algún problema al cargar las respuestas. Por favor, recarga la página.

source: We had some trouble loading more responses. Please try again.
es_es: Hubo algún problema al cargar más respuestas. Por favor, recarga la página.

source: %(numResponses)s other response
es_es: %(numResponses)s otra respuesta

source: %(numResponses)s response
es_es: %(numResponses)s respuesta

source: Showing all responses
es_es: Mostrando todas las respuestas

source: Showing first response
es_es: Mostrando la primera respuesta

source: Load all responses
es_es: Cargar todas las respuestas

source: Load next %(numResponses)s responses
es_es: Cargar las siguientes %(numResponses)s respuestas

source: Are you sure you want to delete this post?
es_es: ¿Estás seguro de querer borrar esta entrada?

source: We had some trouble loading the page you requested. Please try again.
es_es: Tenemos algunos problemas cargando la página que solicitaste. Por favor, inténtalo de nuevo.

source: Your post will be discarded.
es_es: Tu publicación se descartará.

source: anonymous
es_es: anónimo

source: Are you sure you want to delete this comment?
es_es: ¿Estás seguro de querer borrar este comentario?

source: We had some trouble deleting this comment. Please try again.
es_es: Ha habido problemas al borrar este comentario. Inténtalo de nuevo

source: Are you sure you want to delete this response?
es_es: ¿Estás seguro de querer borrar esta respuesta?

source: Required field.
es_es: Campo requerido.

source: Please do not use any spaces in this field.
es_es: Por favor, no utilices espacios en este campo.

source: Please do not use any spaces or special characters in this field.
es_es: Por favor, no uses espacios o caracteres especiales en este campo.

source: Showing %(first_index)s out of %(num_items)s total
es_es: Mostrando %(first_index)s de %(num_items)s

source: Showing %(first_index)s-%(last_index)s out of %(num_items)s total
es_es: Mostrando %(first_index)s-%(last_index)s de %(num_items)s total

source: The email address you've provided isn't formatted correctly.
es_es: El correo electrónico usado no tiene el formato adecuado

source: %(field)s must have at least %(count)d characters.
es_es: %(field)s debe tener al menos %(count)d caracteres.

source: %(field)s can only contain up to %(count)d characters.
es_es: %(field)s puede contener únicamente hasta %(count)d caracteres.

source: Please enter your %(field)s.
es_es: Por favor introduce tu %(field)s.

source: Drop target image
es_es: Suelta la imagen destino

source: dragging out of slider
es_es: arrastrando fuera del slider

source: dragging
es_es: arrastrando

source: dropped in slider
es_es: soltado en el slider

source: dropped on target
es_es: soltado en destino

source: %s ago
es_es: %s atrás

source: %s from now
es_es: %s desde ahora

source: less than a minute
es_es: menos de un minuto

source: about a minute
es_es: cerca de un minuto

source: %d minute
es_es: %d minuto

source: about an hour
es_es: cerca de una hora

source: about %d hour
es_es: cerca de %d hora

source: a day
es_es: un día

source: %d day
es_es: %d día

source: about a month
es_es: cerca de un mes

source: %d month
es_es: %d mes

source: about a year
es_es: cerca de un año

source: %d year
es_es: %d año

source: User
es_es: Usuario

source: Annotation
es_es: Anotación

source: Start
es_es: Inicio

source: End
es_es: Fin

source: #Replies
es_es: #Respuestas

source: Date posted
es_es: Fecha de publicación

source: More
es_es: Más

source: My Notes
es_es: Mis anotaciones

source: Instructor
es_es: Profesor

source: Public
es_es: Público

source: Search
es_es: Búsqueda

source: Users
es_es: Usuarios

source: Tags
es_es: Etiquetas

source: Annotation Text
es_es: Anotación

source: Clear
es_es: Limpiar

source: Text
es_es: Texto

source: Video
es_es: Vídeo

source: Image
es_es: Imagen

source: Reply
es_es: Respuesta

source: Tags:
es_es: Etiquetas:

source: Check the box to remove all flags.
es_es: Seleccionar la casilla para eliminar todos los marcadores.

source: Check the box to remove %(totalFlags)s flag.
es_es: Seleccionar la casilla para eliminar %(totalFlags)s de marcadores.

source: Check the box to remove %(count)s flag.
es_es: Seleccionar la casilla para eliminar %(count)s de marcadores.

source: All flags have been removed. To undo, uncheck the box.
es_es: Se han eliminado todos los marcadores. Para revertirlo, desmarcar la casilla.

source: You have already reported this annotation.
es_es: Ya has denunciado este comentario.

source: Report annotation as inappropriate or offensive.
es_es: Denunciar comentario como inapropiado u ofensivo.

source: This annotation has %(count)s flag.
es_es: Esta anotación tiene %(count)s de marcadores.
