Repository: teltek/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: Email format should be: example@domain.com. Valid keywords for an email: uppercase and lowercase English letters (a-z, A-Z), digits 0 to 9, characters ! # $ %% & ' * + - / = ? ^ _ ` { | } ~, character . (dot, period, full stop) provided that it is not the first or last character, and provided also that it does not appear two or more times consecutively.
es_es: El formato del correo electrónico debería ser: example@domain.com. Caracteres válidos para un correo electrónico: letras del alfabeto inglés en mayúsculas y minúsculas (a-z, A-Z), dígitos del 0 al 9, caracteres ! # $ %% & ' * + - / = ? ^ _ ` { | } ~, caracter . (punto) que no debe ser el primer o último caracter y no debe aparecer dos o más veces consecutivas.

source: Chapter name is required
es_es: El nombre del capítulo es obligatorio

source: asset_path is required
es_es: asset_path es obligatorio

source: Action required: Enter a valid date.
es_es: Acción requerida: Introduce una fecha válida.

source: Textbook name is required
es_es: El nombre del libro de texto es obligatorio

source: Please add at least one chapter
es_es: Por favor, agrega al menos un capítulo

source: Used in {count} unit
es_es: Usado en {count} unidad

source: Contains {count} group
es_es: Contiene {count} grupo

source: Upload instructor image.
es_es: Carga la imagen del instructor.

source: Basic
es_es: Básico

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
es_es: Mostrando {currentItemRange} de un total de {totalItemsCound}, filtrado por {assetType} en orden ascendente de {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
es_es: Mostrando {currentItemRange} de un total de {totalItemsCount}, filtrado por {assetType} en orden descendente de {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
es_es: Mostrando {currentItemRange} de un total de {totalItemsCount}, en orden ascendente de {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
es_es: Mostrando {currentItemRange} de un total de {totalItemsCount}, en orden descendente de {sortName}

source: Discussion Home
es_es: Inicio de la discusión

source: Search all posts
es_es: Buscar todas las entradas

source: Course ID
es_es: ID del curso

source: Upgrade Deadline
es_es: Fecha límite de actualización

source: Verification Deadline
es_es: Fecha Límite Verificada

source: Enrollment Mode
es_es: Modo de Inscripción

source: Order Details
es_es: Detalles del pedido

source: Student
es_es: Alumno

source: View Certificate
es_es: Ver certificado

source: enrolled
es_es: inscrito

source: View Course
es_es: Ver curso

source: View Archived Course
es_es: Ver curso archivado

source: Coming Soon
es_es: Próximamente

source: Dashboard
es_es: Panel de control

source: Limit Access
es_es: Acceso limitado

source: Select a prerequisite subsection and enter a minimum score percentage to limit access to this subsection.
es_es: Seleccione la subsección de requisitos previos e introduzca un porcentaje mínimo de puntuación para limitar el acceso a esta subsección.

source: Prerequisite:
es_es: Prerequisitos:

source: No prerequisite
es_es: No prerequisitos:

source: Minimum Score:
es_es: Calificación mínima:

source: The minimum score percentage must be a whole number between 0 and 100.
es_es: La calificación mínima porcentual deberá ser un número entero comprendido entre 0 y 100.

source: Use as a Prerequisite
es_es: Usar como Prerequisito:

source: Make this subsection available as a prerequisite to other content
es_es: Crear esta subsección que estará disponible como un prerequisito para otro contenido.

source: Active Uploads
es_es: Activar subidas:

source: Show All
es_es: Mostrar todo

source: Other
es_es: Otro

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
es_es: Se recomienda encarecidamente que incluya cuatro o menos firmas. Si incluye firmas adicionales, previsualice el certificado en la vista de impresión para asegurarse de que el certificado se imprimirá correctamente en una página.

source: Instructor Name
es_es: Nombre del docente

source: Please add the instructor's name
es_es: Por favor, añada el nombre del docente

source: Instructor Title
es_es: Título del docente

source: Please add the instructor's title
es_es: Por favor, añada el título del docente

source: Organization Name
es_es: Nombre de la organización

source: Biography
es_es: Biografía

source: Instructor Biography
es_es: Biografía del instructor

source: Please add the instructor's biography
es_es: Por favor, añada la biografía del docente

source: Photo
es_es: Foto

source: Instructor Photo
es_es: Foto del docente

source: Instructor Photo URL
es_es: URL con foto del instructor

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
es_es: Por favor, añada una foto del instructor (nota: solo JPEG o PNG son formatos compatibles)

source: Upload Photo
es_es: Cargar foto

source: Prerequisite: %(prereq_display_name)s
es_es: Prerrequisitos: %(prereq_display_name)s

source: Duplicate
es_es: Duplicar

source: Learning Outcome
es_es: Resultados del aprendizaje

source: Add a learning outcome here
es_es: Añada resultados de apredizaje aquí

source: Signatory
es_es: Firmante

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
es_es: Seleccione el tiempo asignado para el examen. Si es mas de 24 horas, especifique la cantidad. Puede proporcionar tiempo extra para los alumnos para completar el examen a través del Panel de Control Docente.

source: Review Rules
es_es: Revise las normas.

source: Specify any additional rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed.
es_es: Especifique cualquier norma adicional o excepcion que el equipo de revisión deba respetar cuando revise los videos. Por ejemplo, puede especificar qué calculadoras están permitidas.
