Repository: teltek/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: Insert Hyperlink
es_es: Introduce hipervínculo

source: "optional title"
es_es: "título opcional"

source: Insert Image (upload file or type url)
es_es: Inserta imagen (sube un fichero o escribe una URL)

source: Markdown Editing Help
es_es: Ayuda en la edición del formato Markdown

source: Bold (Ctrl+B)
es_es: Negrita (Ctrl+B)

source: Italic (Ctrl+I)
es_es: Cursiva (Ctrl+I)

source: Hyperlink (Ctrl+L)
es_es: Hipervínculo (Ctrl+L)

source: Blockquote (Ctrl+Q)
es_es: Cita (Ctrl+Q)

source: Code Sample (Ctrl+K)
es_es: Código de ejemplo (Ctrl+K)

source: Image (Ctrl+G)
es_es: Imagen (Ctrl+G)

source: Numbered List (Ctrl+O)
es_es: Lista numerada (Ctrl+O)

source: Bulleted List (Ctrl+U)
es_es: Lista con viñetas (Ctrl+U)

source: Heading (Ctrl+H)
es_es: Encabezamiento (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
es_es: Barra horizontal (Ctrl+R)

source: Undo (Ctrl+Z)
es_es: Deshacer (Ctrl+Z)

source: Redo (Ctrl+Y)
es_es: Rehacer (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
es_es: Rehacer (Ctrl+Shift+Z)

source: strong text
es_es: texto con énfasis

source: emphasized text
es_es: texto enfatizado

source: enter image description here
es_es: introduce aquí la descripción de la imagen

source: enter link description here
es_es: introduce aquí la descripción del enlace

source: enter code here
es_es: introduce el código aquí

source: List item
es_es: Elemento de lista

source: Heading
es_es: Encabezamiento

source: You have been logged out of your edX account.
es_es: Has sido desconectado de tu cuenta de edX.

source: All subsections
es_es: Todas las subsecciones

source: All units
es_es: Todas las unidades

source: Click to change
es_es: Clic para modificar

source: Select a chapter
es_es: Elige un capítulo

source: Save changes
es_es: Guardar cambios

source: Please enter valid start date and time.
es_es: Por favor, introduce una fecha y hora de inicio válidas.

source: Due date cannot be before start date.
es_es: La fecha de vencimiento no puede ser anterior a la fecha de inicio.

source: Enter Due Date and Time
es_es: Introduce una fecha de vencimiento

source: Enter Start Date and Time
es_es: Introduce la fecha y hora de inicio

source: Student username/email field is required and can not be empty.
es_es: El campo usuario/correo electrónico del estudiante es obligatorio y no puede estar vacío.

source: learners are successfully added to exception list
es_es: estudiantes son añadidos satisfactoriamente a la lista de excepción

source: learner is successfully added to the exception list
es_es: estudiante es añadido satisfactoriamente a la lista de excepción

source: learner does not exist in LMS and not added to the exception list
es_es: estudiante no existe en el LMS y no se ha añadido a la lista de excepción

source: learner is already white listed and not added to the exception
es_es: estudiante ya está en la lista y no se ha añadido a la excepción

source: There has been an error processing your survey.
es_es: Se ha producido un error al procesar tu encuesta.

source: Less
es_es: Menos

source: Please enter a valid donation amount.
es_es: Por favor, introduce una cantidad válida para el donativo.

source: Your donation could not be submitted.
es_es: Tu donativo no se pudo enviar.

source: An error occurred. Please try again later.
es_es: Se ha producido un error. Por favor, inténtalo de nuevo más tarde.

source: Viewing %s course
es_es: Viendo %s curso

source: We couldn't find any results for "%s".
es_es: No se encuentran resultados para "%s".

source: There was an error, try searching again.
es_es: Se ha producido un error, intenta la búsqueda otra vez

source: Focus grabber
es_es: Capturador de foco

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
es_es: Ha ocurrido un error. Asegúrate de estar conectado a internet e inténtalo refrescando la página.

source: Hide notes
es_es: Ocultar notas

source: Notes visible
es_es: Mostrar notas

source: Show notes
es_es: Mostrar notas

source: Notes hidden
es_es: Ocultar notas

source: Please enter a term in the %(anchor_start)s search field%(anchor_end)s.
es_es: Por favor, introduce un término en el %(anchor_start)s campo de búsqueda %(anchor_end)s.

source: Current tab
es_es: Pestaña actual

source: Location in Course
es_es: Ubicación en curso

source: Recent Activity
es_es: Actividad reciente

source: No results found for "%(query_string)s". Please try searching again.
es_es: Ningún resultado encontrado para "%(query_string)s". Por favor intenta buscar otra vez.

source: [no tags]
es_es: [sin etiquetas]

source: Choose one
es_es: Elige uno

source: An error has occurred. Check your Internet connection and try again.
es_es: Ha ocurrido un error. Revisa tu conexión a Internet y prueba otra vez

source: We've encountered an error. Refresh your browser and then try again.
es_es: Hemos encontrado un error. Recarga tu navegador e inténtalo de nuevo.

source: Selected tab
es_es: Pestaña seleccionada

source: Saved cohort
es_es: Grupo guardado

source: Error adding students.
es_es: Error añadiendo alumnos

source: Enter a username or email.
es_es: Ingresa un usuario o correo electrónico.

source: {numUsersAdded} student has been added to this cohort
es_es: {numUsersAdded} estudiante ha sido añadido a este grupo

source: {numMoved} student was removed from {oldCohort}
es_es: Se han eliminado {numMoved} estudiantes de {oldCohort}.

source: {numPresent} student was already in the cohort
es_es: {numPresent} estudiante está ya en el grupo

source: Unknown user: {user}
es_es: Usuario desconocido: {user}

source: There was an error when trying to add students:
es_es: Se ha producido un error al tratar de añadir estudiantes:

source: View all errors
es_es: Ver todos los errores

source: You must specify a name for the cohort
es_es: Debes especificar un nombre de grupo

source: You did not select a content group
es_es: No has seleccionado un grupo contenedor

source: The selected content group does not exist
es_es: El grupo contenedor seleccionado no existe

source: The cohort cannot be saved
es_es: El grupo no puede ser guardado

source: The cohort cannot be added
es_es: El grupo no puede ser añadido

source: You currently have no cohorts configured
es_es: Actualmente no tienes grupos configurados

source: Add Cohort
es_es: Añadir grupo

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
es_es: El grupo {cohortGroupName} ha sido creado. Puedes añadir alumnos manualmente para el grupo de abajo.

source: Assign students to cohorts by uploading a CSV file.
es_es: Los alumnos seleccionados del grupo se actualizarán mediante el archivo CSV

source: Choose a .csv file
es_es: Elige un fichero .csv

source: Only properly formatted .csv files will be accepted.
es_es: Solo se aceptarán ficheros .csv formateados correctamente.

source: Upload File and Assign Students
es_es: Subir fichero y agregar alumnos

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
es_es: Tu fichero '{file}' se ha cargado. El proceso puede tardar unos minutos.

source: Allow students to generate certificates for this course?
es_es: ¿Permitir a los alumnos generar certificados de este curso?

source: Prevent students from generating certificates in this course?
es_es: ¿Evitar que los alumnos generen certificados de este curso?

source: Start generating certificates for all students in this course?
es_es: ¿Generar los certificados para todos los estudiantes de este curso?

source: Error while generating certificates. Please try again.
es_es: Error al generar certificados. Por favor, prueba de nuevo.

source: Start regenerating certificates for students in this course?
es_es: ¿Volver a generar los certificados para los estudiantes de este curso?

source: Error while regenerating certificates. Please try again.
es_es: Error al volver a generar certificados. Por favor, prueba de nuevo.

source: Enter the enrollment code.
es_es: Introduce el código de inscripción

source: Cancel enrollment code
es_es: Cancelar el código de inscripción

source: Restore enrollment code
es_es: Restaurar el código de inscripción

source: Mark enrollment code as unused
es_es: Marca el código de inscripción como no usado

source: %s result
es_es: %s resultado

source: Unknown Error Occurred.
es_es: Ocurrió un error desconocido.

source: Successfully reset the attempts for user {user}
es_es: Se reestablecieron con éxito los intentos para el usuario {user}

source: Failed to reset attempts.
es_es: Fallo al reiniciar los intentos

source: Successfully deleted student state for user {user}
es_es: Eliminado con éxito el estado del usuario {user}

source: Failed to delete student state.
es_es: Fallo al eliminar el estado del alumno.

source: Successfully rescored problem for user {user}
es_es: Se repuntuó con éxito el ejercicio para el usuario {user}

source: Failed to rescore problem.
es_es: Fallo al repuntuar el ejercicio.

source: The data could not be saved.
es_es: Los datos no pudieron guardarse.

source: Please enter a valid email address
es_es: Por favor, introduce una dirección de correo electrónico válida

source: Please enter a valid password
es_es: Por favor, introduce una contraseña válida

source: Password reset email sent. Follow the link in the email to change your password.
es_es: El correo de restablecimiento de contraseña ha sido enviado. Por favor, sigue el enlace en el correo para cambiar tu contraseña.

source: We weren't able to send you a password reset email.
es_es: No hemos sido capaces de enviarte un correo de restablecimiento de contraseña.

source: Please check your email to confirm the change
es_es: Por favor, comprueba tu correo electrónico para confirmar el cambio

source: Saving your email preference
es_es: Guardando tus preferencias de correo electrónico

source: Enrolling you in the selected course
es_es: Inscribiéndote en el curso seleccionado

source: Adding the selected course to your cart
es_es: Añadiendo el curso seleccionado a tu carrito

source: Loading your courses
es_es: Cargando tus cursos

source: An error has occurred. Try refreshing the page, or check your Internet connection.
es_es: Ha ocurrido un error. Intenta recargar la página o revisa tu conexión a Internet

source: Basic Account Information (required)
es_es: Información básica de cuenta (obligatoria)

source: The name that identifies you throughout {platform_name}. You cannot change your username.
es_es: El nombre te identifica en la plataforma de {platform_name} y no puedes modificarlo.

source: Full Name
es_es: Nombre completo

source: The name that appears on your certificates. Other learners never see your full name.
es_es: Nombre que aparecerá en tus certificados. Los otros estudiantes nunca verán tu nombre completo.

source: Email Address
es_es: Dirección de correo electrónico

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address.
es_es: La dirección de correo electrónico empleada para loguearse. Las notificaciones desde {platform_name} y tus cursos son enviadas a esta dirección.

source: Password
es_es: Contraseña

source: Reset your Password
es_es: Cambia tu contraseña

source: Reset Password
es_es: Restablecer contraseña

source: When you click "Reset Password", a message will be sent to your email address. Click the link in the message to reset your password.
es_es: Cuando hagas clic en "Restablecer contraseña", un mensaje se enviará a tu dirección de correo electrónico. Haz clic en el enlace del mensaje para cambiar tu contraseña.

source: The language used throughout this site. This site is currently available in a limited number of languages.
es_es: El idioma empleado en esta plataforma. Actualmente esta plataforma está disponible en un número limitado de idiomas.

source: Country or Region
es_es: País o región

source: Additional Information (optional)
es_es: Información adicional (opcional)

source: Education Completed
es_es: Educación completada

source: Gender
es_es: Género

source: Year of Birth
es_es: Año de nacimiento

source: Preferred Language
es_es: Idioma preferido

source: Connected Accounts
es_es: Cuentas conectadas

source: You must sign out and sign back in before your language changes take effect.
es_es: Debes salir y volver a acceder para que los cambios de idioma tengan efecto

source: We've sent a message to {email_address}. Click the link in the message to reset your password.
es_es: Hemos enviado un correo a {email_address}. Pulsa en el enlace del mensaje para restablecer tu contraseña.

source: Unlink
es_es: Eliminar enlace

source: Link
es_es: Enlazar

source: Linking
es_es: Enlazando

source: {platform_name} learners can see my:
es_es: Los estudiantes de {platform_name} pueden ver mi:

source: Limited Profile
es_es: Perfil limitado

source: Full Profile
es_es: Perfil completo

source: Add Country
es_es: Añadir país

source: Add language
es_es: Añadir idioma

source: About me
es_es: Sobre mí

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
es_es: Cuenta al resto de estudiantes algo sobre ti: dónde vives, cuáles son tus intereses, por qué estás realizando los cursos, o qué esperar aprender.

source: Account Settings page.
es_es: Página de configuración de la cuenta

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
es_es: Debes especificar tu año de nacimiento antes de poder compartir tu perfil al completo. Para especificar tu año de nacimiento, ve a {account_settings_page_link}

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
es_es: Debes tener más de 13 años para compartir un pérfil completo. Si tienes más de 13, comprueba que has especificado un año de nacimiento en {account_settings_page_link}

source: Profile Image
es_es: Imagen del perfil

source: Profile image for {username}
es_es: Imagen del perfil de {username}

source: Image Upload Error
es_es: Error al subir la imagen

source: Please verify that you have uploaded a valid image (PNG and JPEG).
es_es: Por favor, comprueba que has subido una imagen válida (PNG y JPEG).

source: An error has occurred. Please try again later.
es_es: Se ha producido un error, por favor inténtalo de nuevo más tarde.

source: Could not submit photos
es_es: No se pueden enviar fotos.

source: Professional Education
es_es: Educación profesional

source: Verified Certificate
es_es: Certificado verificado

source: Checkout
es_es: Pagar

source: Checkout with PayPal
es_es: Pagar con Paypal

source: All payment options are currently unavailable.
es_es: Ningún método de pago está disponible.

source: Try the transaction again in a few minutes.
es_es: Intenta realizar la transacción de nuevo en unos minutos.

source: An error has occurred. Please try again.
es_es: Se ha producido un error, por favor inténtalo de nuevo

source: Could not submit order
es_es: No se pudo completar la orden.

source: Could not retrieve payment information
es_es: No se pudo obtener información para el cobro

source: Take a photo of your ID
es_es: Toma una foto de tu DNI

source: Review your info
es_es: Revisa tu información

source: An error has occurred. Please try reloading the page.
es_es: Se ha producido un error, por favor inténtalo de nuevo y recarga la página

source: Video Capture Error
es_es: Error capturando vídeo

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
es_es: Por favor, verifica que tu cámara está conectada y que tiene acceso al navegador

source: No Webcam Detected
es_es: No se detectó una cámara web.

source: You don't seem to have a webcam connected.
es_es: No parece haber una cámara web conectada.

source: Double-check that your webcam is connected and working to continue.
es_es: Vuelve a comprobar que tu cámara está conectada y operativa para continuar.

source: Photo Captured successfully.
es_es: Captura de foto con éxito.

source: No Flash Detected
es_es: No se detectó Flash

source: You don't seem to have Flash installed. Get Flash to continue your verification.
es_es: Parece que no tienes instalado Flash. Instala Flash para continuar con tu verificación.

source: Validation Error
es_es: Error de validación

source: In Progress
es_es: En progreso

source: Your upload of '{file}' succeeded.
es_es: Tu fichero '{file}' se ha subido con éxito.

source: Your upload of '{file}' failed.
es_es: La subida de tu fichero '{file}' ha fallado.

source: Upload an image
es_es: Carga tu imagen

source: Change image
es_es: Cambia la imagen

source: Removing
es_es: Eliminando

source: An error has occurred. Refresh the page, and then try again.
es_es: Ha ocurrido un error. Refresca la página, y prueba de nuevo.

source: The file must be at least {size} in size.
es_es: El tamaño del archivo debe ser al menos {size}

source: The file must be smaller than {size} in size.
es_es: El archivo debe ser menor de {size}

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
es_es: Carga en progreso. Para evitar errores, permanece en esta página hasta que la carga esté completa.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
es_es: Eliminación en progreso. Para evitar errores, permanece en esta pagina hasta que el proceso se complete

source: Unable to retrieve data, please try again later.
es_es: No hemos podido descargar los datos, por favor inténtalo de nuevo más tarde

source: %(num_students)s student opened Subsection
es_es: %(num_students)s estudiante ha abierto la subsección

source: %(num_students)s student
es_es: %(num_students)s estudiante

source: %(num_questions)s question
es_es: %(num_questions)s pregunta

source: Number of Students
es_es: Número de alumnos

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
es_es: Se está produciendo este comportamiento debido a un error en nuestro servidor o en tu conexión a internet. Intenta refrescar la página o asegúrate de que estás en línea.

source: Studio's having trouble saving your work
es_es: Studio tiene problemas para guardar tu trabajo

source: Delete Page Confirmation
es_es: Confirmación del borrado de página

source: Are you sure you want to delete this page? This action cannot be undone.
es_es: ¿Estás seguro de que quieres borrar esta página? Esta acción es irreversible.

source: Deleting
es_es: Borrando

source: OpenAssessment Save Error
es_es: Error al guardar OpenAssessment

source: This link will open in a new browser window/tab
es_es: Este enlace se abrirá en una nueva ventana/pestaña del navegador

source: This link will open in a modal window
es_es: Este enlace se abrirá en una ventana modal

source: Certificate name is required.
es_es: El nombre del certificado es obligatorio

source: Signatory field(s) has invalid data.
es_es: El campo del firmante no es válido (Los campos de firmas no son válidos).

source: Edit this certificate?
es_es: ¿Modificar este certificado?

source: Yes, allow edits to the active Certificate
es_es: Si, permite ediciones del certificado activo

source: certificate
es_es: certificado

source: Set up your certificate
es_es: Configura tu certificado

source: You have not created any certificates yet.
es_es: Todavía no has creado ningún certificado.

source: Delete "<%= signatoryName %>" from the list of signatories?
es_es: ¿Borrar "<%= signatoryName %>" de la lista de firmantes?

source: This action cannot be undone.
es_es: Esta acción no es reversible.

source: Upload signature image.
es_es: Sube una imagen de firma.

source: Image must be in PNG format.
es_es: la imagen debe estar en formato PNG

source: Group %s
es_es: Grupo %s

source: There has been an error while exporting.
es_es: Ha ocurrido un error al exportar.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
es_es: Ha ocurrido un error al exportar a XML al menos uno de los componentes. Se recomienda que visites la página de edición y arregles el error antes de intentar exportar otra vez. Por favor comprueba que todos los componentes de la página son válidos y no muestran ningún mensaje de error.

source: Correct failed component
es_es: Corregir componente fallido.

source: Return to Export
es_es: Volver a exportación

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
es_es: Tu biblioteca no pudo exportarse a XML. No hay suficiente información para identificar el componente erróneo. Inspecciona tu biblioteca para identificar cualquier componente problemático y prueba otra vez.

source: Take me to the main library page
es_es: Ir a la página principal de la biblioteca

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
es_es: Tu curso no pudo exportarse a XML. No hay suficiente información para identificar el componente erróneo. Inspecciona tu curso para identificar cualquier componente problemático y prueba otra vez.

source: Take me to the main course page
es_es: Ir a la página principal del curso

source: The raw error message is:
es_es: El mensaje de error en bruto es:

source: There has been an error with your export.
es_es: Ha habido un error con tu exportación.

source: There was an error while importing the new library to our database.
es_es: Hubo un problema al importar la nueva biblioteca a nuestra base de datos.

source: There was an error while importing the new course to our database.
es_es: Ha habido un error importando el nuevo curso a nuestra base de datos.

source: There was an error during the upload process.
es_es: Hubo un error durante el proceso de carga.

source: There was an error while unpacking the file.
es_es: Ha habido un error desempaquetando el archivo

source: There was an error while verifying the file you submitted.
es_es: Ha habido un error verificando el archivo que has enviado.

source: Choose new file
es_es: Escoge un nuevo archivo

source: Your import has failed.
es_es: Tu importación ha fallado.

source: File format not supported. Please upload a file with a {file_extension} extension.
es_es: Formato de archivo no soportado. Por favor, sube un archivo con la extensión {file_extension}.

source: Already a course team member
es_es: Ya miembro del equipo del curso

source: Are you sure you want to delete {email} from the course team for “{container}”?
es_es: ¿Estas seguro de que quieres quitar a {email} del equipo del curso “{container}”?

source: Staff
es_es: Equipo

source: Admin
es_es: Administrar

source: Already a library team member
es_es: Ya eres miembro del equipo de la biblioteca

source: Are you sure you want to delete {email} from the library “{container}”?
es_es: ¿Seguro que quieres eliminar {email} de la biblioteca “{container}”?

source: Library User
es_es: Usuario de biblioteca

source: Hide Deprecated Settings
es_es: Ocultar opciones obsoletas

source: Show Deprecated Settings
es_es: Mostrar opciones obsoletas

source: You have unsaved changes. Do you really want to leave this page?
es_es: No has salvado los cambios. ¿Realmente deseas abandonar la página?
