Repository: teltek/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: Note: Students can be in only one cohort. Adding students to this group overrides any previous group assignment.
es_es: Nota: Los alumnos pueden estar solo en un grupo. Si añades alumnos a este grupo sobreescribirás cualquier asignación previa a otro grupo.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the students you want to add. *
es_es: Introduce tu email y/o nombre de usuario, separados por nuevas líneas o comas, para los alumnos que quieras añadir. *

source: (Required Field)
es_es: (Campo requerido)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
es_es: ej.: johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
es_es: No recibirás notificaciones de correos que reboten, por lo que revisa que estén escritos correctamente.

source: Add Students
es_es: Añade alumnos

source: Add a New Cohort
es_es: Añadir un Nuevo Grupo

source: Enter the name of the cohort
es_es: Introduce el nombre del grupo

source: Cohort Name
es_es: Nombre del grupo

source: Cohort Assignment Method
es_es: Método agrupado de tarea

source: Automatic
es_es: Automático

source: Associated Content Group
es_es: Grupo de contenidos asociado

source: No Content Group
es_es: Sin grupo de contenidos

source: Select a Content Group
es_es: Selecciona un grupo de contenidos

source: Choose a content group to associate
es_es: Elije un grupo de contenidos asociado

source: Not selected
es_es: No seleccionado

source: Deleted Content Group
es_es: Grupo de contenidos eliminado

source: Create a content group
es_es: Crear un grupo de contenidos

source: (contains %(student_count)s student)
es_es: (contiene %(student_count)s de estudiante)

source: Students are added to this cohort only when you provide their email addresses or usernames on this page.
es_es: Los alumnos se añadirán a este grupo solo cuando proporciones sus cuentas de correo o nombres de usuarios en la página.

source: What does this mean?
es_es: ¿Qué significa esto?

source: Students are added to this cohort automatically.
es_es: Los alumnos se añadirán a este grupo automáticamente.

source: Select a cohort
es_es: Selecciona un grupo

source: Enable Cohorts
es_es: Habilitar agrupación

source: Select a cohort to manage
es_es: Seleccionar un cohorte para su gestión

source: View Cohort
es_es: Ver grupo

source: Assign students to cohorts by uploading a CSV file
es_es: Asignar alumnos a grupos mediante la subida de un archivo CSV

source: Used
es_es: Utilizado

source: Sorry, no results were found.
es_es: Lo sentimos, no se han encontrado resultados

source: Back to Dashboard
es_es: Volver al Panel de gestión

source: New Address
es_es: Nueva dirección

source: Change My Email Address
es_es: Cambiar mi dirección electrónica

source: Account Settings
es_es: Configuración de cuenta

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
es_es: Esta configuración incluye información básica sobre tu cuenta. Puedes especificar también información adicional y añadir tus redes sociales en esta página.

source: section.title
es_es: sección.título

source: An error occurred. Please reload the page.
es_es: Hubo un error. Por favor carga la página de nuevo.

source: Forgot password?
es_es: ¿Has olvidado tu contraseña?

source: Sign in
es_es: Iniciar sesión

source: Password Reset Email Sent
es_es: La contraseña restablecida fue enviada al correo electrónico.

source: We've sent instructions for resetting your password to the email address you provided.
es_es: Hemos enviado las instrucciones para restablecer tu contraseña al correo electrónico proporcionado.

source: We couldn't sign you in.
es_es: No pudimos iniciar tu sesión.

source: Sign in here using your email address and password, or use one of the providers listed below.
es_es: Inicia sesión usando tu correo electrónico y contraseña, o utiliza uno de los proveedores listados abajo

source: Sign in here using your email address and password.
es_es: Inicia sesión usando tu correo electrónico y contraseña

source: If you do not yet have an account, use the button below to register.
es_es: Si todavía no tienes una cuenta, emplea el siguiente botón para registrarte.

source: or sign in with
es_es: o iniciar sesión con

source: New to %(platformName)s?
es_es: Nuevo en %(platformName)s

source: Create an account
es_es: Crear una cuenta

source: An error occurred.
es_es: Ha ocurrido un error.

source: Password assistance
es_es: Ayuda con la constraseña

source: Please enter your email address below and we will send you instructions for setting a new password.
es_es: Por favor, escribe abajo tu dirección de correo electrónico y te enviaremos las instrucciones para configurar una nueva contraseña.

source: Reset my password
es_es: Restablecer mi contraseña

source: We couldn't create your account.
es_es: No hemos podido crear tu cuenta

source: You've successfully signed into %(currentProvider)s.
es_es: Te has registrado con éxito en %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
es_es: Necesitamos algo más de información antes de que empieces a aprender con %(platformName)s.

source: Create an account using
es_es: Crea una cuenta empleando

source: or create a new one here
es_es: o crea ahora una nueva aquí

source: Create a new account
es_es: Crear una nueva cuenta

source: Create your account
es_es: Crea tu cuenta

source: Required field
es_es: Campo requerido

source: Already have an account?
es_es: ¿Ya tienes una cuenta?

source: You are currently sharing a limited profile.
es_es: Estás compartiendo un perfil limitado en este momento.

source: This edX learner is currently sharing a limited profile.
es_es: Este pupilo edX está compartiendo un perfil limitado en este momento.

source: Congratulations! You are now verified on %(platformName)s!
es_es: ¡Enhorabuena! Acabas de ser verificado en %(platformName)s!

source: You are now enrolled as a verified student for:
es_es: Acabas de ser inscrito como alumno verificado para:

source: A list of courses you have just enrolled in as a verified student
es_es: Lista de cursos para los que acabas de ser inscrito como alumno verificado.

source: Course
es_es: Curso

source: Starts: %(start)s
es_es: Comienza: %(start)s

source: Explore your course!
es_es: ¡Explora tu curso!

source: Go to your Dashboard
es_es: Ir al panel de control

source: Verified Status
es_es: Verificación

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
es_es: Gracias por enviar tus fotos. Las revisaremos en breve. Puedes inciar la sesión para cualquier %(platformName)s curso que ofrezca Certificados Verificados. La verificación es válida para un año. Después de un año, debes subir nuevas fotos para verificarte otra vez.

source: What You Need for Verification
es_es: Lo que necesitas para la verificación

source: Webcam
es_es: Cámara web

source: Photo Identification
es_es: Identificación por fotografía

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
es_es: Necesitas el DNI, permiso de conducir, pasaporte u otra identificación emitida por el gobierno con tu nombre y foto en ella.

source: Take Your Photo
es_es: Toma tu fotografía

source: To take a successful photo, make sure that:
es_es: Para hacer una foto con éxito, asegúrate de que:

source: Your face is well-lit.
es_es: Tu rostro está bien iluminado.

source: Your entire face fits inside the frame.
es_es: Tu rostro está completamente dentro del marco.

source: The photo of your face matches the photo on your ID.
es_es: La fotografía de tu rostro coincide con la fotografía de tu identidad.

source: Frequently Asked Questions
es_es: Pregunas frecuentemente formuladas

source: Why does %(platformName)s need my photo?
es_es: ¿Para qué %(platformName)s necesitan mi foto?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
es_es: Como parte del proceso de verificación, tienes que tomar una foto de tu rostro y una foto de un documento de identidad oficial. Nuestro servicio de autorización confirmará tu identidad comparando ambas fotos.

source: What does %(platformName)s do with this photo?
es_es: ¿Qué %(platformName)s hará con esta foto?

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
es_es: Contamos con los niveles más altos de seguridad disponibles para encriptar tu foto y enviarla a nuestro servicio de autorización para su revisión. Tu foto y demás información no se guardan o se hacen visibles en ningún sitio de %(platformName)s tras completar el proceso de verificación.

source: Next: %(nextStepTitle)s
es_es: Siguiente: %(nextStepTitle)s

source: Take a Photo of Your ID
es_es: Haz una fotografía de tu DNI

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
es_es: Emplea tu webcam para sacar una foto de tu documento de identidad. Compararemos esta foto con tu propia foto y con el nombre de tu cuenta.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
es_es: Necesitas una ID con tu nombre y foto. Un permiso de conducir, documento nacional de identidad, pasaporte o cualquier otra identificación oficial son aceptables.

source: Tips on taking a successful photo
es_es: Consejos para tomar una foto exitosamente

source: Ensure that you can see your photo and read your name
es_es: Asegúrate de que se pueda ver tu rostro y leer tu nombre en la foto del documento de identidad.

source: Make sure your ID is well-lit
es_es: Asegúrate de que su documento está bien iluminado

source: Once in position, use the camera button %(icon)s to capture your ID
es_es: Una vez situado, usa el botón de cámara %(icon)s para fotografiar tu DNI

source: Use the retake photo button if you are not pleased with your photo
es_es: Usa el botón de retomar foto si no estás a gusto con tu fotografía

source: Preview of uploaded image
es_es: Vista previa de la imagen cargada

source: Upload an image or capture one with your web or phone camera.
es_es: Sube una imagen o toma una con tu webcam o con la cámara de tu teléfono.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
es_es: Utiliza tu webcam para sacarte una foto tipo carnet. Compararemos esta foto con la que está en tu documento de identidad.

source: Make sure your face is well-lit
es_es: Asegúrate de que tu rostro esté bien iluminado

source: Be sure your entire face is inside the frame
es_es: Verifica que tu rostro está completamente dentro del marco de la foto

source: Once in position, use the camera button %(icon)s to capture your photo
es_es: Una vez situado, utiliza el botón de la cámara %(icon)s para tomar la fotografía

source: Can we match the photo you took with the one on your ID?
es_es: ¿Podemos verificar la foto que acabas de tomar comparándola con la foto en tu documento de identidad?

source: Thanks for returning to verify your ID in: %(courseName)s
es_es: Gracias por volver para confirmar tu ID en: %(courseName)s

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
es_es: Necesitas activar tu cuenta antes de poder inscribirte en cursos. Busca en tu bandeja de entrada un correo electrónico de activación. Una vez hayas completado la activación vuelve a esta página y actualízala.

source: Activate Your Account
es_es: Activar tu cuenta

source: Check Your Email
es_es: Verifica tu correo electrónico.

source: Photo ID
es_es: Foto ID

source: A driver's license, passport, or other government-issued ID with your name and photo
es_es: Un permiso de conducir, pasaporte u otra identificación emitida por el gobierno con tu nombre y foto en ella.

source: You are enrolling in: %(courseName)s
es_es: Te estás inscribiendo en: %(courseName)s

source: You are upgrading your enrollment for: %(courseName)s
es_es: Estás mejorando tu inscripción en: %(courseName)s

source: You can now enter your payment information and complete your enrollment.
es_es: Ahora puedes entrar en tu información de pago y completar tu registro.

source: You can pay now even if you don't have the following items available, but you will need to have these by %(date)s to qualify to earn a Verified Certificate.
es_es: Puedes pagar ahora aunque no tengas disponibles los siguientes puntos, pero necesitarás tenerlos el %(date)s para tener la opción de conseguir un Certificado Verificado.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
es_es: Puedes pagar ahora aunque no tengas disponibles los siguientes puntos, pero necesitarás tenerlos para tener la opción de conseguir un Certificado Verificado.

source: Government-Issued Photo ID
es_es: Foto de un documento de identidad oficial.

source: You have already verified your ID!
es_es: ¡Ya has verificado tu ID!

source: Your verification status is good until %(verificationGoodUntil)s.
es_es: Tu estado de verificación es válido hasta %(verificationGoodUntil)s.

source: price
es_es: precio

source: Thank you! We have received your payment for %(courseName)s.
es_es: ¡Gracias! Hemos recibido tu pago para %(courseName)s.

source: Next Step: Confirm your identity
es_es: Siguiente paso: confirma tu identidad

source: Check your email
es_es: Verificar tu correo electrónico

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
es_es: Necesitas activar tu cuenta antes de poder inscribirte en cursos. Buscar en tu bandeja de entrada un correo electrónico de activación.

source: A driver's license, passport, or government-issued ID with your name and photo.
es_es: Un permiso de conducir, pasaporte u otra identificación oficial con tu nombre y foto en ella.

source: Return to Your Dashboard
es_es: Volver al panel de control

source: Review Your Photos
es_es: Revista tus fotos

source: Make sure we can verify your identity with the photos and information you have provided.
es_es: Asegúrate de que podemos verificar tu identidad con las fotos y la información que nos has suministrado.

source: Photo of %(fullName)s
es_es: Foto de %(fullName)s

source: Photo of %(fullName)s's ID
es_es: Fotografía de %(fullName)s

source: Photo requirements:
es_es: Requisitos de la foto

source: Does the photo of you show your whole face?
es_es: ¿La foto muestra tu rostro completo?

source: Does the photo of you match your ID photo?
es_es: ¿Coincide tu foto con la de tu ID?

source: Is your name on your ID readable?
es_es: ¿Es legible tu nombre en tu ID?

source: Does the name on your ID match your account name: %(fullName)s?
es_es: ¿Coincide el nombre en tu ID con el de tu cuenta: %(fullName)s?

source: Edit Your Name
es_es: Edita tu nombre

source: Make sure that the full name on your account matches the name on your ID.
es_es: Asegúrate de que el nombre completo de tu cuenta coincide con el de tu documento de identidad.

source: Photos don't meet the requirements?
es_es: ¿Tus fotos no cumplen los requisitos?

source: Retake Your Photos
es_es: Toma las fotos nuevamente

source: Before proceeding, please confirm that your details match
es_es: Antes de proceder, por favor confirma que tus detalles coinciden

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
es_es: ¿No puedes ver tu foto? Asegúrate de permitir a tu navegador que utilice la cámara web cuando este le solicite la autorización.

source: Live view of webcam
es_es: Vista en directo de la cámara web

source: Retake Photo
es_es: Vuelve a hacerte la foto

source: Take Photo
es_es: Tomar foto

source: Value
es_es: Valor

source: Explanation
es_es: Explicación

source: Bookmarked
es_es: Marcado como favorito

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
es_es: Pulsa en este botón para activar o desactivar el sonido del vídeo, o pulsa los botones ARRIBA y ABAJO para subir o bajar el volumen.

source: Adjust video volume
es_es: Ajustar volumen del video

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
es_es: Presiona ARRIBA para acceder al menú de velocidad, después utiliza las flechas ARRIBA y ABAJO para navegar por las diferentes velocidades y pulsa INTRO para cambiar a la velocidad seleccionada.

source: Adjust video speed
es_es: Ajustar velocidad del video

source: Video speed:
es_es: Velocidad del video:

source: Transcript will be displayed when you start playing the video.
es_es: La transcripción se mostrará cuando comience a reproducirse el video.

source: Activating a link in this group will skip to the corresponding point in the video.
es_es: Activar un enlace en este grupo saltará al punto correspondiente en el video.

source: Video transcript
es_es: Transcripción del vídeo

source: Start of transcript. Skip to the end.
es_es: Principio de la transcripción. Saltar al final.

source: End of transcript. Skip to the start.
es_es: Final de la transcripción. Saltar al comienzo.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
es_es: Pulsa la flecha ARRIBA para acceder al menú de idiomas y después usa las flechas ARRIBA y ABAJO para navegar por las diferentes opciones. Pulsa INTRO para cambiar al idioma seleccionado.

source: Hide closed captions
es_es: Ocultar subtítulos ocultos

source: (Caption will be displayed when you start playing the video.)
es_es: (Los subtítulos se mostrarán cuando empieces a reproducir el vídeo)

source: Turn on closed captioning
es_es: Activar subtítulos ocultos

source: Pagination
es_es: Paginación

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
es_es: Tu solicitud no puede ser realizada. Recarga la página e inténtalo de nuevo. Si el problema persiste, haz clic en la pestaña de Ayuda para reportar el problema.

source: Showing {firstIndex} out of {numItems} total
es_es: Mostrando {firstIndex} de un total de {numItems}

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
es_es: Mostrando {firstIndex}-{lastIndex} de {numItems}

source: Some images in this post have been omitted
es_es: Algunas imágenes en esta publicación se han omitido.

source: image omitted
es_es: Imagen omitida

source: {numVotes} Vote
es_es: {numVotes} voto

source: No results found for {original_query}.
es_es: No se encontraron resultados para {original_query}.

source: Show posts by {username}.
es_es: Mostrar publicaciones de {username}.

source: {numResponses} other response
es_es: {numResponses} respuesta adicional

source: {numResponses} response
es_es: {numResponses} respuesta

source: Load next {numResponses} responses
es_es: Carga las siguientes {numResponses} respuestas

source: Financial Assistance
es_es: Asistencia finaciera

source: Upset Learner
es_es: Estudiante descontento

source: Teaching Assistant
es_es: Asistente de enseñanza

source: Please specify a reason.
es_es: Por favor, especifica un motivo.

source: Something went wrong changing this enrollment. Please try again.
es_es: Algo ha ido mal al modificar esta inscripción. Por favor, inténtalo de nuevo.

source: Team "{team}" successfully deleted.
es_es: Equpo "{team}" eliminado correctamente.

source: Teams Pagination
es_es: Paginación de equipos

source: Your request could not be completed due to a server problem. Reload the page
es_es: Tu solicitud no ha podido ser completada debido a un problema en el servidor. Recarga la página.

source: Showing results for "{searchString}"
es_es: Mostrando resultados de "{searchString}"

source: The page "{route}" could not be found.
es_es: La página "{route}" no pudo ser encontrada.

source: The topic "{topic}" could not be found.
es_es: El tema "{topic}" no pudo ser encontrado.

source: The team "{team}" could not be found.
es_es: El equipo "{team}" no pudo ser encontrado.

source: Is this OK?
es_es: ¿Es correcto?

source: Send to:
es_es: Enviar a:

source: Sent To
es_es: Enviado a

source: Link Description
es_es: Descripción del enlace

source: e.g. 'google'
es_es: p.ej. 'google'

source: Please provide a description of the link destination.
es_es: Por favor, proporciona una descripción del destino del enlace.

source: Insert Image (upload file or type URL)
es_es: Insertar imagen (enviar archivo o escribir URL).

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
es_es: Escribe una URL o utiliza el botón "Seleccionar Imagen" para enviar un archivo desde tu ordenador. (p.ej. 'http://example.com/img/clouds.jpg')

source: Image Description
es_es: Descripción de la imagen

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
es_es: Por favor, describe esta imagen o acepta que no tiene un valor de contexto marcando la casilla de verificación.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
es_es: p.ej. 'Cielo con nubes'. La descripción es una ayuda para los usuarios que no pueden ver la imagen.

source: How to create useful text alternatives.
es_es: Como crear textos alternativos útiles.

source: This image is for decorative purposes only and does not require a description.
es_es: Esta imagen tiene solamente carácter decorativo y no requiere una descripción.

source: Please provide a valid URL.
es_es: Por favor, proporciona una URL válida.

source: Preview this query
es_es: Previsualizar esta consulta

source: Click to add
es_es: Haz clic para añadir

source: Click to remove
es_es: Haz clic para mover

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
es_es: <%= user %> ha sido añadido a la lista de excepción satisfactoriamente. Haz click en Generar certificado de excepción debajo para enviar el certificado.

source: Basic Account Information
es_es: Información básica de cuenta

source: Order History
es_es: Historial de pedidos

source: Profile
es_es: Perfil

source: Course is not yet visible to students.
es_es: El curso aún no es visible para los alumnos.

source: You cannot view the course as a student or beta tester before the course release date.
es_es: No puedes ver el curso como alumno o probador beta antes de la fecha de lanzamiento del curso.
