Repository: teltek/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: Learn more about {license_name}
es_es: Aprender más acerca de {license_name}

source: Options for {license_name}
es_es: Opciones para {license_name}

source: The following options are available for the {license_name} license.
es_es: Las siguientes opciones están disponibles para la licencia {license_name}.

source: The following message will be displayed at the bottom of the courseware pages within your course:
es_es: El siguiente mensaje se mostrará en la parte inferior de las páginas del courseware en tu curso:

source: Creative Commons licensed content, with terms as follow:
es_es: Contenido bajo licencia Creative Commons, con los siguientes términos:

source: Some Rights Reserved
es_es: Algunos derechos reservados

source: New %(item_type)s
es_es: Nuevo %(item_type)s

source: Add
es_es: Añadir

source: Clear Value
es_es: Limpiar valor

source: Download
es_es: Descargar

source: You haven't added any textbooks to this course yet.
es_es: Aún no has añadido ningún libro de texto a este curso.

source: Add your first textbook
es_es: Añade tu primer libro de texto

source: Previous
es_es: Anterior

source: Previous Uploads
es_es: Cargas anteriores

source: Download available encodings (.csv)
es_es: Descarga las codificaciones disponibles (.csv)

source: Duration
es_es: Duración

source: Video ID
es_es: Identificador del vídeo

source: Status
es_es: Estado

source: Never published
es_es: Nunca publicado.

source: Last published %(last_published_date)s by %(publish_username)s
es_es: Última publicación el %(last_published_date)s por %(publish_username)s

source: message
es_es: mensaje

source: Previously published
es_es: Publicado previamente

source: Draft (Never published)
es_es: Borrador (No publicado)

source: Visible to Staff Only
es_es: Sólo visible para empleados

source: Published and Live
es_es: Publicado y en vigor

source: Published (not yet released)
es_es: Publicado (todavía no comunicado)

source: Draft (Unpublished changes)
es_es: Borrador (cambios sin publicar)

source: Release:
es_es: Comunicado:

source: Publishing Status
es_es: Estado de publicación

source: Draft saved on %(last_saved_date)s by %(edit_username)s
es_es: Borrador guardado el %(last_saved_date)s por %(edit_username)s

source: Is Visible To:
es_es: Es visible por:

source: Will Be Visible To:
es_es: Será visible por:

source: Staff Only
es_es: Solo personal

source: with %(section_or_subsection)s
es_es: con %(section_or_subsection)s

source: Staff and Students
es_es: Personal y alumnos

source: Some content in this unit is visible only to particular content groups
es_es: El contenido en esta unidad solo es visible a grupos de contenido determinados.

source: Hide from students
es_es: Oculto a los alumnos

source: Release Date and Time
es_es: Fecha y hora de la comunicación

source: Release Date:
es_es: Fecha de la comunicación

source: Release Time in UTC:
es_es: Hora en UTC de la comunicación:

source: Clear Release Date/Time
es_es: Borrar fecha/hora de la comunicación

source: View Live
es_es: Ver en vivo

source: Organization
es_es: Organización

source: Certificate Signatory Configuration
es_es: Configuración del firmante de certificado

source: Name
es_es: Nombre

source: Name of the signatory
es_es: Nombre del firmante

source: The name of this signatory as it should appear on certificates.
es_es: Nombre de este firmante como debería aparecer en el certificado.

source: Title
es_es: Título

source: Title of the signatory
es_es: Título del firmante

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
es_es: Los títulos de más de 100 caracteres pueden impedir que los alumnos impriman su certificado en una única página.

source: Organization
es_es: Organización

source: Organization of the signatory
es_es: Organización del firmante

source: The organization that this signatory belongs to, as it should appear on certificates.
es_es: Organización a la que pertenece este firmante, como debería aparecer en el certificado.

source: Path to Signature Image
es_es: Ruta a la imagen de firma

source: Image must be in PNG format
es_es: La imagen debe estar en formato PNG

source: Student Visibility
es_es: Visibilidad del alumno

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students.
es_es: Si la unidad fue publicada previamente y entregada a los alumnos, cualquier cambio que hicieras en la unidad cuando estaba oculta, será visible ahora para los alumnos.

source: Any subsections or units that are explicitly hidden from students will remain hidden after you clear this option for the section.
es_es: Cada subsección o unidad que está explícitamente oculta a los alumnos, seguirá oculta después de borrar esta opción de la sección.

source: Any units that are explicitly hidden from students will remain hidden after you clear this option for the subsection.
es_es: Cada unidad que está explícitamente oculta a los alumnos, seguirá oculta después de borrar esta opción de la subsección.

source: Current Role:
es_es: Rol actual:

source: You!
es_es: ¡Tú!

source: send an email message to {email}
es_es: envía un correo electrónico a {email}

source: Promote another member to Admin to remove your admin rights
es_es: Promueve a otro miembro del equipo a administrador si quieres eliminar tus propios privilegios de administrador

source: Add {role} Access
es_es: Añadir acceso de {role}

source: Remove {role} Access
es_es: Eliminar acceso de {role}

source: Delete the user, {username}
es_es: Borrar el usuario, {username}

source: Additional Options:
es_es: Opciones adicionales:

source: Timed
es_es: Con tiempo

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time on per learner basis through the Instructor Dashboard.
es_es: Usa un examen cronometrado para limitar el tiempo que los alumnos pueden emplear en los ejercicios en este apartado. Los alumnos deben enviar las respuestas antes de que el tiempo se agote. Puedes aumentar el tiempo por alumno a través del Panel de Control del Instructor.

source: Proctored
es_es: Supervisado

source: Proctored exams are timed, and software records video of each learner taking the exam. These videos are then reviewed by a third party.
es_es: Los exámenes supervisados están cronometrados, y un software graba un vídeo de cada alumno que realiza el examen. Esos vídeos luego son vistos por terceros.

source: Practice Proctored
es_es: Práctica supervisada

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of the practice exam do not count towards the learner's grade.
es_es: Usa una prueba de examen supervisado para introducir a los alumnos las herramientas y procesos de supervisión. Los resultados del examen de prueba no contarán en la calificación del alumno.

source: Time Allotted (HH:MM):
es_es: Tiempo asignado (HH:MM):

source: Learners see warnings when 20% and 5% of the allotted time remains. You can grant learners extra time to complete the exam through the Instructor Dashboard.
es_es: Los alumnos verán alertas cuando solo quede el 20 % y el 5 % del tiempo disponible. Puedes conceder a los estudiantes tiempo extra para completar el examen a través del Panel de Control del Instructor.

source: File upload succeeded
es_es: Subida del archivo exitosa

source: Please check the following validation feedbacks and reflect them in your course settings:
es_es: Por favor, comprueba los siguientes comentarios de validación y refléjalos en tus parámetros del curso:

source: Verification Checkpoint
es_es: Control de verificación

source: Must complete verification checkpoint
es_es: Debes completar el control de verificación

source: Verification checkpoint to be completed
es_es: Control de verificación todavía por completar.

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
es_es: Los alumnos que requieran verificación deben pasar el control seleccionado para ver el contenido de esta unidad. Los alumnos que no requieran verificación verán este contenido por defecto.

source: Edit the name
es_es: Edita el nombre

source: Edit %(display_name)s (required)
es_es: Edita %(display_name)s (requerido)

source: Add URLs for additional versions
es_es: Añadir URLs para versiones adicionales

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
es_es: Para asegurarte de que todos los alumnos puedan acceder al vídeo, recomendamos proveer el vídeo en versión .mp4 y en .webm. Haz clic a continuación para añadir una URL a otra versión. Estas URLs adicionales no pueden ser URLs de YouTube. Se reproducirá el primer vídeo de la lista que sea compatible con el ordenador del alumno.

source: Default Timed Transcript
es_es: Subtítulos por defecto

source: Timed Transcript Conflict
es_es: Conflicto de la transcripción sincronizada

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
es_es: La transcripción sincronizada del primer archivo de vídeo no parece ser la misma que la transcripción sincronizada del segundo archivo de vídeo.

source: Which timed transcript would you like to use?
es_es: ¿Qué subtítulos deseas utilizar?

source: Timed Transcript from %(filename)s
es_es: Traducción sincronizada por %(filename)s

source: Timed Transcript Found
es_es: Subtítulos encontrados

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
es_es: EdX tiene subtítulos para este vídeo. Si deseas editar la transcripción, puedes descargarla, editarla y volver a subirla. Si deseas reemplazar la transcripción, sube un nuevo fichero .srt

source: Upload New Transcript
es_es: Subir nueva transcripción

source: Upload New .srt Transcript
es_es: Subir nuevo fichero .srt

source: Download Transcript for Editing
es_es: Descargar la transcripción para edición

source: No EdX Timed Transcript
es_es: No hay subtítulos de EdX

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
es_es: EdX no posee una traducción sincronizada para este vídeo de Studio, pero hemos encontrado una transcripción en YouTube. Puede importar la transcripción desde YouTube o cargar su propia transcripción en .srt.

source: Import YouTube Transcript
es_es: Importar los subtítulos de YouTube

source: No Timed Transcript
es_es: No hay subtítulos

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
es_es: EdX no tiene subtítulos para este vídeo. Por favor, sube un fichero .srt

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
es_es: Los subtítulos de este vídeo están desfasados, pero en YouTube hay una versión más actual.

source: Do you want to replace the edX transcript with the YouTube transcript?
es_es: ¿Quieres reemplazar los subtítulos de edX con los de YouTube?

source: Yes, replace the edX transcript with the YouTube transcript
es_es: Sí, reemplazar la transcripción edX por la de YouTube

source: Timed Transcript Uploaded Successfully
es_es: Subtítulos subidos correctamente

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
es_es: EdX posee una transcripción sincronizada de este vídeo. Si quieres sustituir esta transcripción, sube un nuevo archivo de transcripción .srt. Si quieres editar esta transcripción, puedes bajar la transcripción existente, editarla y volverla a subir.

source: Confirm Timed Transcript
es_es: Confirmar los subtítulos

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
es_es: Has cambiado un vídeo URL pero no has cambiado la transcripción sincronizada. ¿Quieres usar la transcripción sincronizada actual o subir un fichero de transcripción .srt nuevo?

source: Use Current Transcript
es_es: Usar transcripción actual

source: Large
es_es: Grande

source: Zoom In
es_es: Acercar

source: Zoom Out
es_es: Alejar

source: Page number
es_es: Número de página

source: Enter the page number you'd like to quickly navigate to.
es_es: Introduce el número de página a la que quieres ir

source: Sorted by
es_es: Ordenado por

source: Clear search
es_es: Borrar búsqueda

source: DISCUSSION HOME:
es_es: PÁGINA DE INICIO DE LOS FOROS:

source: How to use %(platform_name)s discussions
es_es: Cómo usar los debates en %(platform_name)s

source: Find discussions
es_es: Buscar conversaciones

source: Focus in on specific topics
es_es: Enfócate en temas específicos

source: Search for specific posts
es_es: Buscar mensajes específicos

source: Sort by date, vote, or comments
es_es: Ordena por fecha, votos o comentarios

source: Engage with posts
es_es: Implícate en las conversaciones

source: Upvote posts and good responses
es_es: Vota a favor de envíos y buenas respuestas

source: Report Forum Misuse
es_es: Informar de un uso incorrecto del foro

source: Follow posts for updates
es_es: Seguir este mensaje y sus actualizaciones

source: Receive updates
es_es: Recibir actualizaciones

source: Toggle Notifications Setting
es_es: Cambiar las opciones de notificación

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
es_es: Marca esta casilla si quieres recibir un mensaje diario con un resumen de las novedades y mensajes no leídos del foro que estés siguiendo.

source: Mark as Answer
es_es: Marcar como respuesta

source: Unmark as Answer
es_es: Desmarcar como respuesta

source: Open
es_es: Abrir

source: Endorse
es_es: Apoyar

source: Unendorse
es_es: No apoyar

source: Follow
es_es: Seguir

source: Unfollow
es_es: Dejar de seguir

source: Pin
es_es: Marcar

source: Unpin
es_es: No marcar

source: Report abuse
es_es: Informar de mal uso

source: Report
es_es: Informar

source: Unreport
es_es: No informar

source: Visible To:
es_es: Visible para:

source: All Groups
es_es: Todos los grupos

source: Title:
es_es: Título

source: Add a clear and descriptive title to encourage participation.
es_es: Añade un título claro y descriptivo para animar a la participación.

source: Enter your question or comment
es_es: Introduce tu pregunta o comentario

source: follow this post
es_es: seguir esta entrada

source: post anonymously
es_es: publicar anónimamente

source: post anonymously to classmates
es_es: publicar anónimamente para mis compañeros de curso

source: Add Post
es_es: Añadir mensaje

source: Community TA
es_es: TA de la comunidad

source: This thread is closed.
es_es: Esta conversación está cerrada.

source: View discussion
es_es: Ver debate

source: Editing comment
es_es: Editando comentario

source: Update comment
es_es: Comentario cambiado

source: posted %(time_ago)s by %(author)s
es_es: publicado %(time_ago)s por %(author)s

source: Reported
es_es: Informado

source: Editing post
es_es: Editando entrada

source: Edit post title
es_es: Editar el título de la publicación

source: Update post
es_es: Actualizar entrada

source: discussion
es_es: debate

source: answered question
es_es: pregunta respondida

source: unanswered question
es_es: pregunta no respondida

source: Pinned
es_es: Desmarcado

source: Following
es_es: Siguiendo

source: By: Staff
es_es: Por: Equipo

source: By: Community TA
es_es: Por: TA de la comunidad

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
es_es: %(comments_count)s %(span_sr_open)scomentarios (%(unread_comments_count)s comentarios no leídos)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
es_es: %(comments_count)s %(span_sr_open)s comentarios %(span_close)s

source: Editing response
es_es: Editando respuesta

source: Update response
es_es: Actualizar respuesta

source: marked as answer %(time_ago)s by %(user)s
es_es: marcado como respondido %(time_ago)s por %(user)s

source: marked as answer %(time_ago)s
es_es: marcado como respondido %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
es_es: aprobado %(time_ago)s por %(user)s

source: endorsed %(time_ago)s
es_es: aprobado %(time_ago)s

source: Add a comment
es_es: Añadir un comentario

source: Submit
es_es: Enviar

source: %(post_type)s posted %(time_ago)s by %(author)s
es_es: %(post_type)s publicado %(time_ago)s por %(author)s

source: Closed
es_es: Cerrado

source: Related to: %(courseware_title_linked)s
es_es: Relacionado con: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
es_es: Esta publicación es visible únicamente para %(group_name)s.

source: This post is visible to everyone.
es_es: Esta publicación es visible para todos.

source: Post type:
es_es: Tipo de mensaje:

source: Question
es_es: Pregunta

source: Discussion
es_es: Foro

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
es_es: Las preguntas suscitan cuestiones que necesitan respuestas. Los debates permiten compartir ideas e iniciar conversaciones.

source: Add a Response
es_es: Añadir una respuesta

source: Post a response:
es_es: Publicar una respuesta:

source: Expand discussion
es_es: Ampliar discusión

source: Collapse discussion
es_es: Abandonar debate

source: Topic Area:
es_es: Área temática:

source: Discussion topics; current selection is:
es_es: Temas de discusión; la selección actual es:

source: Filter topics
es_es: Filtros temáticos

source: Add your post to a relevant topic to help others find it.
es_es: Añadir tu comentario a un tema relevante ayuda a los demás a encontrarlo.

source: Active Threads
es_es: Cadenas activas

source: username or email
es_es: nombre de usuario o correo electrónico

source: No results
es_es: Sin resultados

source: Grade
es_es: Nota

source: Last Updated
es_es: última actualización

source: Not available
es_es: No disponible

source: New Post
es_es: Nueva entrada

source: country
es_es: país

source: language
es_es: idioma

source: Donate
es_es: Haz un donativo

source: Unit
es_es: Unidad

source: Start Date
es_es: Fecha de inicio

source: Due Date
es_es: Fecha límite

source: remove all
es_es: Eliminar todos

source: Section
es_es: Sección

source: N/A
es_es: No se aplica

source: remove
es_es: Eliminar

source: Subsection
es_es: Subsección

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
es_es: Por favor imprime esta página para tu control; es válida como recibo. También recibirás un correo electrónico con esta información.

source: Order No.
es_es: Orden N.º

source: Date
es_es: Fecha

source: Amount
es_es: Cantidad

source: Please Note
es_es: Ten en cuenta, por favor

source: Crossed out items have been refunded.
es_es: Los elementos eliminados han sido reembolsados.

source: Billed to
es_es: Facturado a

source: No receipt available
es_es: No hay recibo disponible

source: Go to Dashboard
es_es: Ir al Panel de gestión

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
es_es: Si no verificas tu identidad ahora, puedes explorar el curso desde el panel. Recibirás recordatorios periódicos de %(platformName)s para que verifiques tu identidad.

source: Want to confirm your identity later?
es_es: ¿Deseas confirmar tu identidad más tarde?

source: Verify Now
es_es: Verifícate ahora.

source: LEARN MORE
es_es: APRENDE MÁS

source: Starts
es_es: Inicio

source: Highlighted text
es_es: Texto resaltado

source: Note
es_es: Nota

source: You commented...
es_es: Tú comentaste...

source: Noted in:
es_es: Anotado en:

source: Last Edited:
es_es: Editado por última vez:

source: Clear search results
es_es: Borrar resultados de la búsqueda

source: Click to edit
es_es: Clicar para editar

source: title
es_es: título

source: Email address
es_es: Dirección de correo electrónico

source: Bulk Exceptions
es_es: Excepciones en lote

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
es_es: Sube un archivo de valores separados por coma (.csv) que contenga los nombres de usuario o direcciones de email de los estudiantes que han sido marcados como excepciones. Incluya el nombre de usuario o la dirección de email en el primer campo separado por coma. Puedes incluir una nota opcional describiendo la razón de la excepción en el segundo campo separado por coma.

source: Browse
es_es: Navegar

source: Add to Exception List
es_es: Añadir a la lista de excepción

source: Individual Exceptions
es_es: Excepciones individuales

source: Enter the username or email address of each learner that you want to add as an exception.
es_es: Introduce el nombre de usuario o correo electrónico de cada alumno que quieras añadir como excepción.

source: Generate Exception Certificates
es_es: Generar certificados de excepción

source: Generate a Certificate for all
es_es: Generar un certificados para todas las

source: New
es_es: Nuevo

source: additions to the Exception list
es_es: incorporaciones a la lista de excepción

source: Generate a Certificate for all users on the Exception list
es_es: Generar un certificado para todos los estudiantes en la lista de excepción

source: Notes
es_es: Notas

source: Specify whether discussion topics are divided by cohort
es_es: Especificar si los temas de debate están divididos por cohorte

source: Course-Wide Discussion Topics
es_es: Temas de discusión del foro

source: Select the course-wide discussion topics that you want to divide by cohort.
es_es: Selecciona los temas de discusión del foro que quieres dividir por grupo.

source: Content-Specific Discussion Topics
es_es: Temas de discusión de contenido específico

source: Specify whether content-specific discussion topics are divided by cohort.
es_es: Especifica si los temas de discusión de contenido específico están divididos por grupo.

source: Always cohort content-specific discussion topics
es_es: Siempre cohorte temas de debate de contenido específico

source: Cohort selected content-specific discussion topics
es_es: Agrupar los temas de debate de contenido específico seleccionados

source: No content-specific discussion topics exist.
es_es: No hay temas de debate de contenido específico.

source: Cohorted
es_es: Agrupado

source: Manage Students
es_es: Gestión de alumnos

source: Add students to this cohort
es_es: Añadir alumnos a este grupo
