Repository: teltek/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: Queued
es_es: Solicitado

source: Upload completed
es_es: Carga completada

source: Upload failed
es_es: Falló el envío

source: You must specify a name
es_es: Debes indicar un nombre

source: Group name is required
es_es: El nombre del grupo es obligatorio

source: Group A
es_es: Grupo A

source: Group B
es_es: Grupo B

source: Group Configuration name is required.
es_es: Es necesario un nombre de configuración de grupo.

source: There must be at least one group.
es_es: Debe haber al menos un grupo.

source: All groups must have a name.
es_es: Todos los grupos deben tener un nombre.

source: All groups must have a unique name.
es_es: Todos los grupos deben tener un nombre único.

source: The course must have an assigned start date.
es_es: El curso debe tener asignada una fecha de inicio.

source: The course end date must be later than the course start date.
es_es: La fecha final del curso debe ser posterior a la fecha de inicio del curso.

source: The course start date must be later than the enrollment start date.
es_es: La fecha de comienzo del curso debe ser posterior a la fecha de comienzo de inscripción.

source: The enrollment start date cannot be after the enrollment end date.
es_es: La fecha de comienzo de inscripción no puede ser posterior a la fecha final de inscripción.

source: The enrollment end date cannot be after the course end date.
es_es: La fecha de fin de inscripción no puede ser posterior a la fecha de fin del curso.

source: Key should only contain letters, numbers, _, or -
es_es: La clave sólo puede contener letras, números, _ o -

source: Please enter an integer between %(min)s and %(max)s.
es_es: Por favor, introduce un número entero entre %(min)s y %(max)s.

source: There's already another assignment type with this name.
es_es: Ya existe otro tipo de ejercicio con este nombre.

source: Please enter an integer between 0 and 100.
es_es: Por favor, introduce un número entero entre 0 y 100.

source: Please enter an integer greater than 0.
es_es: Por favor, introduce un número mayor que 0.

source: Please enter non-negative integer.
es_es: Por favor, introduce un número no negativo.

source: Cannot drop more <% attrs.types %> than will assigned.
es_es: No se pueden eliminar más <% attrs.types %> de los que serán asignados.

source: Grace period must be specified in HH:MM format.
es_es: El período de gracia se ha de expresar en un formato HH:MM

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
es_es: Sólo se pueden subir ficheros de tipo <%= fileTypes %>. Por favor, selecciona para subir un fichero cuya extensión termine en <%= fileExtensions %>.

source: or
es_es: o

source: This component has validation issues.
es_es: Este componente tiene problemas de validación.

source: Your video uploads are not complete.
es_es: Tu vídeo no ha finalizado de subir.

source: Delete File Confirmation
es_es: Confirmación del borrado del fichero

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
es_es: ¿Estás seguro de querer borrar este ítem? ¡La operación no es reversible! Por otro lado, cualquier contenido que enlace o referencie este ítem dejará de funcionar (por ejemplo, imágenes o enlaces rotos)

source: Your file has been deleted.
es_es: Tu archivo ha sido borrado.

source: Date Added
es_es: Fecha añadida

source: Type
es_es: Tipo

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
es_es: El fichero {filename} supera el tamaño máximo de {maxFileSizeInMBs} MB

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
es_es: Por favor, sigue las instrucciones para cargar y enlazar un archivo {maxFileSizeRedirectUrl}

source: Your file could not be uploaded
es_es: No se ha podido grabar el archivo

source: Max file size exceeded
es_es: El fichero excede el tamaño máximo

source: Choose File
es_es: Elegir archivo

source: Upload New File
es_es: Subir nuevo archivo

source: Load Another File
es_es: Cargar otro fichero

source: Adding
es_es: Añadiendo

source: Not in Use
es_es: Sin usar

source: This content group is not in use. Add a content group to any unit from the %(outlineAnchor)s.
es_es: Este grupo de contenidos no está en uso. Añade un grupo de contenidos a cualquier unidad desde el %(outlineAnchor)s.

source: Course Outline
es_es: Estructura del curso

source: content group
es_es: Grupo de contenido

source: Add your first content group
es_es: Agrega tu primer grupo de contenidos

source: You have not created any content groups yet.
es_es: Aún no has creado ningún grupo de contenido.

source: Are you sure you want to delete this update?
es_es: ¿Estás seguro de que quieres borrar esta actualización?

source: Create Re-run
es_es: Crear reedición.

source: Processing Re-run Request
es_es: Procesando una solicitud de repetición.

source: Upload a new PDF to “<%= name %>”
es_es: Sube un nuevo PDF a “<%= name %>”

source: Please select a PDF file to upload.
es_es: Por favor, selecciona un archivo PDF para subir

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the %(outlineAnchor)s.
es_es: Esta configuración de grupos no está en uso. Comienza añadiendo contenido experimental a cualquier unidad a través de %(outlineAnchor)s.

source: group configuration
es_es: Configuración del grupo

source: Add your first group configuration
es_es: Agrega tu primera configuración de grupo

source: You have not created any group configurations yet.
es_es: Aún no has creado ninguna configuración de grupo.

source: Your import is in progress; navigating away will abort it.
es_es: Su importación está en progreso. Si abandona esta página, la cancelará.

source: Error importing course
es_es: Error de importación del curso

source: There was an error with the upload
es_es: Hubo un error en la carga del archivo

source: All Rights Reserved
es_es: Todos los derechos reservados.

source: You reserve all rights for your work
es_es: Usted se reserva todos los derechos de su trabajo

source: Version
es_es: Versión

source: Attribution
es_es: Atribución

source: Noncommercial
es_es: No comercial

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
es_es: Permitir a otros copiar, distribuir, visualizar y ejecutar su trabajo - y trabajos derivados basados en él - pero únicamente para uso no comercial.

source: No Derivatives
es_es: Sin derivados

source: Delete this %(item_display_name)s?
es_es: ¿Deseas borrar %(item_display_name)s?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
es_es: %(item_display_name)s se eliminará de forma permanente y no se puede deshacer.

source: There was an error changing the user's role
es_es: Hubo un error al cambiar el rol del usuario

source: Error adding user
es_es: Error al añadir usuario

source: Error removing user
es_es: Error al borrar usuario

source: A valid email address is required
es_es: Se requiere una dirección de correo válida

source: You must enter a valid email address in order to add a new team member
es_es: Debes introducir una cuenta de correo válida para poder añadir a un nuevo miembro

source: Return and add email address
es_es: Volver y añadir dirección de correo

source: Already a member
es_es: Ya miembro

source: Return to team listing
es_es: Volver al listado del equipo

source: Are you sure?
es_es: ¿Estás seguro?

source: %(display_name)s Settings
es_es: %(display_name)s Configuración

source: Change the settings for %(display_name)s
es_es: Modificar la configuración para %(display_name)s

source: Publish %(display_name)s
es_es: Publicar %(display_name)s

source: Publish all unpublished changes for this %(item)s?
es_es: ¿Publicar todos los cambios no publicados para %(item)s?

source: Publish
es_es: Publicar

source: Editing: %(title)s
es_es: Editando: %(title)s

source: Component
es_es: Componente

source: Validation Error While Saving
es_es: Ocurrió un error de validación al guardar.

source: Undo Changes
es_es: Deshacer cambios

source: Change Manually
es_es: Cambiar manualmente

source: Collapse All Sections
es_es: Contraer todas las secciones

source: Expand All Sections
es_es: Expandir todas las secciones

source: Release date:
es_es: Fecha de publicación:

source: {month}/{day}/{year} at {hour}:{minute} UTC
es_es: {month}/{day}/{year} a las {hour}:{minute} UTC

source: Edit section release date
es_es: Editar la fecha de publicación de la sección

source: Not Graded
es_es: No calificado

source: Date added
es_es: Fecha añadida

source: Editing visibility for: %(title)s
es_es: Editando la visibilidad de: %(title)s

source: Duplicating
es_es: Duplicando

source: Publishing
es_es: Publicando

source: Discard Changes
es_es: Descartar cambios

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
es_es: ¿Estás seguro de que quieres volver a la versión anterior publicada de esta unidad? Esta acción es irreversible.

source: Discarding Changes
es_es: Descartando cambios

source: Hiding from Students
es_es: Ocultándolo a los alumnos

source: Explicitly Hiding from Students
es_es: Ocultando explícitamente a los Alumnos

source: Inheriting Student Visibility
es_es: Heredando la visibilidad de los alumnos

source: Make Visible to Students
es_es: Haciendo visible a los alumnos

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
es_es: Si la unidad estaba previamente publicada y liberada para los alumnos, cualquier cambio que hizo a la unidad cuando estaba oculta será ahora visible a los alumnos. ¿Estás seguro de que deseas proceder?

source: Making Visible to Students
es_es: Haciéndolo visible a los alumnos

source: Course Index
es_es: Índice del curso

source: There were errors reindexing course.
es_es: Se produjeron errores reindexando el curso.

source: Hide Previews
es_es: Oculta vista previa

source: Show Previews
es_es: Muestra vista previa

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s ascending
es_es: Mostrando %(current_item_range)s de un total de %(total_items_count)s, organizados por %(sort_name)s en orden ascendente

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s descending
es_es: Mostrando %(current_item_range)s de un total de %(total_items_count)s, organizados por %(sort_name)s en orden descendente

source: %(total_items)s total
es_es: total %(total_items)s

source: Pending
es_es: Pendiente

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
es_es: Tus cambios no tendrán efecto hasta que grabes tu progreso. Presta atención al formato de la clave y el valor pues no se ha implementado ninguna validación.

source: Your policy changes have been saved.
es_es: Tus cambios de política han sido guardados.

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
es_es: Por favor, ten en cuenta que la validación de tu política de clave y pares de valores no está disponible aún. Si tienes problemas, por favor, revisa tu política de pares.

source: Course Credit Requirements
es_es: Requisitos del crédito del curso

source: The minimum grade for course credit is not set.
es_es: La puntuación mínima para créditos del curso no está establecida.

source: %(hours)s:%(minutes)s (current UTC time)
es_es: %(hours)s:%(minutes)s (hora actual en UTC)

source: Upload your course image.
es_es: Sube la imagen de tu curso.

source: Files must be in JPEG or PNG format.
es_es: Los ficheros deben tener un formato JPEG o PNG.

source: Delete “<%= name %>”?
es_es: ¿Borrar “<%= name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
es_es: No es posible deshacer el borrado de un libro de texto. Además, una vez borrado se eliminarán también las referencias al mismo en la barra de navegación del contenido del curso.

source: Upload
es_es: Subir

source: We're sorry, there was an error
es_es: Lo sentimos, hubo un error

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
es_es: La longitud conjunta de los campos "organización", "número del curso" y "curso" no puede ser mayor de <%=limit%> caracteres.

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
es_es: La longitud conjunta de los campos organización y código de la biblioteca no puede ser mayor de <%=limit%> caracteres.

source: component
es_es: componente

source: Delete this %(xblock_type)s?
es_es: ¿Borrar este %(xblock_type)s?

source: Deleting this %(xblock_type)s is permanent and cannot be undone.
es_es: Borrar este %(xblock_type)s es permanente y no se puede deshacer.

source: Yes, delete this %(xblock_type)s
es_es: Sí, borrar este %(xblock_type)s

source: section
es_es: sección

source: subsection
es_es: subdivisión

source: unit
es_es: unidad

source: You've made some changes
es_es: Has hecho algunos cambios

source: Your changes will not take effect until you save your progress.
es_es: Tus cambios no surtirán efecto hasta que guardes tu progreso.

source: You've made some changes, but there are some errors
es_es: Has hecho algunos cambios, pero ha habido algunos errores

source: Please address the errors on this page first, and then save your progress.
es_es: Por favor, soluciona primeros los errores en esta página y después guarda tu progreso.

source: Save Changes
es_es: Guardar cambios

source: Please select a file in .srt format.
es_es: Por favor, seleccione un archivo con formato .srt

source: Error: Uploading failed.
es_es: Error: falló la subida.

source: Error: Replacing failed.
es_es: Error: falló el reemplazo.

source: Error: Choosing failed.
es_es: Error: falló la elección.

source: Error: Connection with server failed.
es_es: Error: falló la conexión con el servidor.

source: No sources
es_es: No hay fuentes

source: Link types should be unique.
es_es: Los tipos de enlaces deben ser únicos.

source: Links should be unique.
es_es: Enlaces deben ser únicos.

source: Incorrect url format.
es_es: Formato de URL incorrecto.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
es_es: Lo sentimos, hubo un error analizando los subtítulos que has subido. Por favor, comprueba su formato otra vez.

source: Upload translation
es_es: Subir traducción.

source: Settings
es_es: Ajustes

source: New %(component_type)s
es_es: Nuevo %(component_type)s

source: Warning
es_es: Aviso

source: Drag and drop or click here to upload video files.
es_es: Arrastra y suelta o pincha quí para cargar los vídeos.

source: status
es_es: estatus

source: Add Component:
es_es: Añadir componente

source: %(type)s Component Template Menu
es_es: %(type)s Componente de la plantilla del Menú

source: Common Problem Types
es_es: Tipos de problemas frecuentes

source: Add New Component
es_es: Añadir nuevo componente

source: Deprecated
es_es: Obsoleto

source: List of uploaded files and assets in this course
es_es: Lista de archivos y recursos cargados en este curso

source: - Sortable
es_es: - Ordenable

source: Actions
es_es: Acciones

source: You haven't added any assets to this course yet.
es_es: Aún no has añadido ningún recurso a este curso.

source: Upload your first asset
es_es: Subir el primer recurso

source: close
es_es: cerrar

source: No description available
es_es: Descripción no disponible

source: Open/download this file
es_es: Abrir/bajar este archivo

source: Studio:
es_es: Estudio:

source: Delete this asset
es_es: borrar este recurso

source: Lock this asset
es_es: bloquear este recurso

source: Lock/unlock file
es_es: desbloquear este recurso

source: ID
es_es: Identificación

source: Certificate Details
es_es: Detalles del Certificado

source: Course Title
es_es: Nombre del curso

source: Course Number
es_es: Código del curso

source: Course Number Override
es_es: Ignorar número del curso

source: Certificate Signatories
es_es: Firmantes Certificados

source: error.message
es_es: mensaje.error

source: Certificate Information
es_es: Información acerca del Certificado

source: Certificate Name
es_es: Nombre del certificado

source: Name of the certificate
es_es: Nombre del certificado

source: Description of the certificate
es_es: Descripción del certificado

source: Course title
es_es: Título del curso

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
es_es: Especifica una alternativa al titulo oficial del curso para mostrar en los certificados. Dejar en blanco para usar el título oficial del curso.

source: Add Additional Signatory
es_es: Añadir firmante adicional

source: (Add signatories for a certificate)
es_es: (Añadir firmantes a un certificado)

source: Choose mode
es_es: Escoge un modo

source: Preview Certificate
es_es: Vista previa del certificado

source: Activate
es_es: Activar

source: Deactivate
es_es: Desactivar

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
es_es: Cuidado: La última versión publicada de esta unidad es en directo. Publicando los cambios cambiarás la experiencia de alumno.

source: Cannot delete when in use by a unit
es_es: No puede eliminarse mientras esté siendo utilizado por una unidad.

source: This content group is used in:
es_es: Este grupo de contenidos se utiliza en:

source: Content Group Name
es_es: Nombre del grupo de contenidos

source: Content Group ID
es_es: ID del grupo de contenidos

source: This is the name of the group
es_es: Este es el nombre del grupo

source: This content group is used in one or more units.
es_es: Este grupo de contenidos está siendo utilizado en una o más unidades.

source: Contains staff only content
es_es: Contenido solo para personal.

source: Unpublished changes to live content
es_es: Cambios no publicados en el contenido vigente

source: Unpublished units will not be released
es_es: Las unidades no publicadas no serán comunicadas

source: Unpublished changes to content that will release in the future
es_es: Cambios al contenido no publicados que serán comunicados en el futuro

source: Ungraded
es_es: Sin calificación

source: Practice proctored Exam
es_es: Examen Supervisado de Prueba

source: Proctored Exam
es_es: Examen Supervisado

source: Timed Exam
es_es: Examen con Tiempo

source: Collapse/Expand this %(xblock_type)s
es_es: Contraer/Expandir este %(xblock_type)s

source: Display Name
es_es: Nombre para mostrar

source: Configure
es_es: Configura

source: Drag to reorder
es_es: Arrastra para reordenar

source: Release Status:
es_es: Estado de la comunicación

source: Released:
es_es: Comunicación:

source: Scheduled:
es_es: Previsión:

source: Unscheduled
es_es: No previstos

source: Graded as:
es_es: Calificado como:

source: Due:
es_es: Fecha de entrega:

source: You haven't added any content to this course yet.
es_es: No has añadido ningún contenido a este curso todavía.

source: Click to add a new %(xblock_type)s
es_es: Pinche aquí para añadir un nuevo %(xblock_type)s

source: Assignment Type Name
es_es: Nombre del tipo de tarea

source: e.g. Homework, Midterm Exams
es_es: Ejemplo: Tarea, examen trimestral

source: Abbreviation
es_es: Abreviatura

source: e.g. HW, Midterm
es_es: Ejemplo: Tarea, examen parcial

source: Weight of Total Grade
es_es: ponderación de la nota final

source: as a percent, e.g. 40
es_es: como un porcentaje, ej. 40

source: Total Number
es_es: Número total

source: total exercises assigned
es_es: total de ejercicios asignados

source: Number of Droppable
es_es: Número de saltables

source: total exercises that won't be graded
es_es: total de ejercicios que no se calificarán

source: Course Handouts
es_es: Apuntes del curso

source: You have no handouts defined
es_es: No tienes folletos definidos

source: There is invalid code in your content. Please check to make sure it is valid HTML.
es_es: Hay código no válido en tu contenido. Por favor, compruébalo para asegurarte de que es código HTML válido.

source: Send push notification to mobile apps
es_es: Enviar notificaciones automáticas a las aplicaciones móviles

source: Send notification to mobile apps
es_es: Enviar notificación a aplicaciones telefónicas

source: Post
es_es: Publicar

source: Due Date:
es_es: Fecha límite:

source: Due Time in UTC:
es_es: Hora límite en UTC:

source: Clear Grading Due Date
es_es: Borrar la fecha límite calificada

source: Chapter Name
es_es: Nombre del capítulo

source: Chapter %s
es_es: Capítulo %s

source: provide the title/name of the chapter that will be used in navigating
es_es: proporciona el título/nombre del capítulo que usarás cuando navegues

source: Chapter Asset
es_es: Capítulo del recurso

source: upload a PDF file or provide the path to a Studio asset file
es_es: Subir un archivo PDF o indicar una ruta a un recurso de Studio

source: Upload PDF
es_es: Colgar PDF

source: delete chapter
es_es: borrar capítulo

source: Textbook information
es_es: Información del libro de texto

source: Textbook Name
es_es: Nombre del libro de texto

source: Introduction to Cookie Baking
es_es: Introducción a Hornear galletas

source: provide the title/name of the text book as you would like your students to see it
es_es: Proporciona el título/nombre del libro de texto como querrías que lo vean tus alumnos

source: Chapter information
es_es: Información del capítulo

source: Add a Chapter
es_es: Añadir un capítulo

source: Grading
es_es: Calificaciones

source: Grade as:
es_es: Calificar como:

source: Cannot delete when in use by an experiment
es_es: No se puede borrar cuando está en uso por un experimento

source: This Group Configuration is used in:
es_es: Esta configuración de grupo se usa en:

source: Group Configuration information
es_es: Información de configuración de grupo

source: Group Configuration Name
es_es: Nombre de la configuración de grupo

source: Group Configuration ID
es_es: ID de la configuración de grupo

source: This is the Name of the Group Configuration
es_es: Este es el nombre de la configuración de grupo

source: Name or short description of the configuration
es_es: Nombre o descripción corta de la configuración

source: This is the Description of the Group Configuration
es_es: Esta es la descripción de la configuración de grupo

source: Optional long description
es_es: Descripción larga opcional

source: Group information
es_es: Información de grupo

source: Groups
es_es: Grupos

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
es_es: Nombre de los grupos que se asignarán a esos alumnos, por ejemplo, Control, Vídeo, Ejercicios. Debes tener uno o más grupos.

source: Add another group
es_es: Añade otro grupo

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
es_es: Esta configuración ya se usa en contenido experimental. Si haces cambios en los grupos, podrías necesitar editar esos experimentos.

source: delete group
es_es: grupo eliminado

source: License Type
es_es: Tipo de licencia
